{
    "1p3pSwitchIsNO": "1p/3p Installationsschütz ist Schließer (NO) sonst Öffner (NC)",
    "Acknowledged": "Bestätigt",
    "All": "Alle",
    "Cancel": "Abbrechen",
    "Deselect all": "Alles abwählen",
    "From": "Von",
    "ID": "ID",
    "Invert selection": "Auswahl umkehren",
    "KEBA KeContact adapter settings": "KEBA KeContact Adapter-Einstellungen",
    "Last changed": "Letzte Änderung",
    "Name": "Name",
    "Processing...": "Verarbeite…",
    "Role": "Rolle",
    "Room": "Raum",
    "Select": "Auswählen",
    "Select ID": "ID auswählen",
    "Select all": "Alles auswählen",
    "Time stamp": "Zeitstempel",
    "Value": "Wert",
    "addPower": "dauerhaft zulässiger Netzbezug",
    "delta": "Schrittweite",
    "host": "IP-Adresse der Wallbox",
    "loadChargingSessions": "lade letzte Ladesitzungen",
    "mA": "mA",
    "maxPower": "maximaler Netzbezug",
    "minAmperage": "Mindeststromstärke zum Starten des Ladevorgangs",
    "minTime": "Mindestladezeit",
    "only-special-values": "Folgende Werte werden nur benötigt, wenn die Wallbox abhängig von einer PV-Anlage geregelt werden soll",
    "passiveMode": "passiver Modus",
    "pollInterval": "Aktualisierungsintervall (für passiven Modus)",
    "powerLimitation": "Folgende Werte werden nur benötigt, wenn die Gesamtleistung begrenzt ist",
    "regardTime": "Laden auch bei zu geringem Überschuss für diese Dauer fortsetzen",
    "secs": "Sekunden",
    "state1p3pSwitch": "Zustand zum Schalten von 1 Phase auf 3 Phasen",
    "stateBatteryCharging": "Name des States für aktuelle Leistungsaufnahme des Batterieseichers",
    "stateBatteryDischarging": "Name des Zustands der Leistungsabgabe des Batteriespeichers",
    "stateEnergyMeter1": "Name des States für 1. Energy-Meter",
    "stateEnergyMeter2": "Name des States für 2. Energy-Meter",
    "stateEnergyMeter3": "Name des States für 3. Energy-Meter",
    "stateRegard": "Name des States für Netzbezug",
    "stateSurplus": "Name des States für Netzeinspeisung",
    "statesIncludeWallbox": "States beinhalten die Leistung der Wallbox",
    "tooltip_1p3pSwitchIsNO": "gibt an, ob es sich um einen Schließer-Installationsschütz (NO) handelt, der aktiviert wird um mit drei Phasen zu laden, sonst wird ein Öffner-Schütz (NC) angenommen, d.h. bei Aktvierung wird nur mit einer Phase geladen",
    "tooltip_addPower": "Dauerhaft zulässiger Netzbezug, um Ladevorgang aufrecht zu erhalten",
    "tooltip_delta": "Regelung der Wallbox erfolgt in den angegebenen Schritten",
    "tooltip_host": "IP-Adresse der KEBA KeContact-Wallbox",
    "tooltip_loadChargingSessions": "mit dieser Option können die letzten Ladesitzungen aus der Wallbox als States in ioBroker geladen werden",
    "tooltip_maxPower": "Mit diesem Wert kann die Leistung der Wallbox so begrenzt werden, dass ein max. Gesamtverbrauch nicht überschritten wird. Dies ist nötig, wenn der Netzbetreiber eine max. Leistung aufgrund begrenzter Kapazität vorgibt.",
    "tooltip_minAmperage": "Mindest-Ampere mit der die Wallbox das Laden startet. Manche Fahrzeuge (z.B. Renaut Zoe) können nicht mit 6A laden, dann kann hier ein höherer Mindestwert eingestellt werden",
    "tooltip_minTime": "Unterschreitet der Überschuss der PV-Anlage die minimale Ladestärke, soll der Ladevorgang erst unterbrochen werden, wenn mindestens die angegebene Zeit geladen wurde",
    "tooltip_passiveMode": "KEBA KeContact Wallbox bleibt passiv (keine Leistungsregelung), bei Verwendung mehrerer Wallboxen sollen alle bis auf eine im Passivmodus laufen",
    "tooltip_pollInterval": "Intervall in Sekunden im passiven Modus, wie oft die Wallbox nach neuen Werten abgefragt werden soll (0 = Standardwert von 10 Minuten)",
    "tooltip_regardTime": "Jedes Mal wenn der Überschuss der PV-Anlage die minimale Ladestärke unterschreitet, soll der Ladevorgang noch für die angegebene Zeit aufrecht erhalten werden",
    "tooltip_state1p3pSwitch": "Name des States für Installationsschütz, um zwischen 1-phasigem und 3-phasigem Laden zu wechseln",
    "tooltip_stateBatteryCharging": "Name des States, der über Strom verfügt, mit dem der Batteriespeicher gerade geladen wird. Negative Werte bedeuten, dass die Batterie entladen wird. Diese Leistung steht auch zum Laden des Fahrzeugs zur Verfügung.",
    "tooltip_stateBatteryDischarging": "Name des Staates, der über Strom verfügt, mit dem sich der Batteriespeicher gerade entlädt. Negative Werte bedeuten, dass der Akku geladen wird.",
    "tooltip_stateEnergyMeter1": "Name des States des 1. Energy-Meters, das für die Berechnung des Gesamtverbrauchs für die Leistungsbegrenzung einbezogen wird.",
    "tooltip_stateEnergyMeter2": "Name des States des 2. Energy-Meters, das für die Berechnung des Gesamtverbrauchs für die Leistungsbegrenzung einbezogen wird.",
    "tooltip_stateEnergyMeter3": "Name des States des 3. Energy-Meters, das für die Berechnung des Gesamtverbrauchs für die Leistungsbegrenzung einbezogen wird.",
    "tooltip_stateRegard": "Name des States für den Netzbezug des EnergyMeters. Werden Bezug und Einspeisung im selben State gespeichert und der Netzbezug ist positiv und die Einspeisung negativ, dann ist er hier nur anzugeben.",
    "tooltip_stateSurplus": "Name des States für die Netzeinspeisung des EnergyMeters. Werden Bezug und Einspeisung im selben State gespeichert und die Einspeisung ist positiv und der Netzbezug negativ, dann ist er hier nur anzugeben.",
    "tooltip_statesIncludeWallbox": "Aktivieren Sie diese Option, wenn der Stromverbrauch der Wallbox in \"stateRegard\" und \"stateSurplus\" enthalten ist (Standard)",
    "tooltip_underusage": "Unterschreitet der Überschuss der PV-Anlage die minimale Ladestärke, soll der Ladevorgang erst bei einem Netzbezug über der angegebenen Wattzahl unterbrochen werden",
    "tooltip_useX1": "Checkbox aktivieren, wenn der Eingang X1 der Wallbox verwendet werden soll, um die PV-Automatik beim Schließen zu deaktivieren. So kann über einen physikalischen Schalter die PV-Automatik (de)aktiviert werden.",
    "tooltip_wallboxNotIncluded": "Die Option ist zu markieren, wenn der Verbrauch der Wallbox nicht in der Leistung der Energy-Meter enthalten ist.",
    "underusage": "Ladeunterschreitung",
    "useX1forAutomatic": "X1-Schalter für PV-Automatik nutzen",
    "wallboxNotIncluded": "Verbrauch der Wallbox in keinem der Energy-Meter enthalten",
    "watts": "W"
}
