{
    "1p3pSettingsSection": "Einstellungen für Phasenschalter",
    "1p3pSwitchIsNO": "1p/3p Installationsschütz ist Schließer (NO) sonst Öffner (NC)",
    "1p3pViaX2": "Phasenumschaltung über Ausgang X2 der Ladestation",
    "Acknowledged": "Bestätigt",
    "All": "Alle",
    "Cancel": "Abbrechen",
    "Deselect all": "Alles abwählen",
    "From": "Von",
    "ID": "ID",
    "Invert selection": "Auswahl umkehren",
    "KEBA KeContact adapter settings": "KEBA KeContact Adapter-Einstellungen",
    "Last changed": "Letzte Änderung",
    "Name": "Name",
    "Processing...": "Verarbeite…",
    "Role": "Rolle",
    "Room": "Raum",
    "Select": "Auswählen",
    "Select ID": "ID auswählen",
    "Select all": "Alles auswählen",
    "Time stamp": "Zeitstempel",
    "Value": "Wert",
    "addPower": "dauerhaft zulässiger Netzbezug",
    "batteryMinSoC": "minimaler SoC des Batteriespeichers",
    "batteryPower": "maximale Leistung der Batterie",
    "batteryStorageSettingsSection": "Einstellungen bei Verwendung eines Batteriespeichers",
    "delta": "Schrittweite",
    "host": "IP-Adresse der Wallbox",
    "limitBatteryStoragePower": "Leistung des Batteriespeichers begrenzen",
    "loadChargingSessions": "lade letzte Ladesitzungen",
    "mA": "mA",
    "maxPower": "maximaler Netzbezug",
    "minAmperage": "Mindeststromstärke zum Starten des Ladevorgangs",
    "minTime": "Mindestladezeit",
    "only-special-values": "Folgende Werte werden nur benötigt, wenn die Wallbox abhängig von einer PV-Anlage geregelt werden soll",
    "passiveMode": "passiver Modus",
    "pollInterval": "Aktualisierungsintervall (für passiven Modus)",
    "powerLimitation": "Folgende Werte werden nur benötigt, wenn die Gesamtleistung begrenzt ist",
    "regardTime": "Laden auch bei zu geringem Überschuss für diese Dauer fortsetzen",
    "secs": "Sekunden",
    "state1p3pSwitch": "Zustand zum Schalten von 1 Phase auf 3 Phasen",
    "stateBatteryAvailable": "Name des Zustands der verfügbaren Leistung des Batteriespeichers",
    "stateBatteryCharging": "Name des Zustands für aktuelle Leistungsaufnahme des Batteriespeichers",
    "stateBatteryDischarging": "Name des Zustands der Leistungsabgabe des Batteriespeichers",
    "stateBatterySoC": "Name des Staates für den Ladezustand (SoC) des Batteriespeichers",
    "stateEnergyMeter1": "Name des Zustands für 1. Energy-Meter",
    "stateEnergyMeter2": "Name des Zustands für 2. Energy-Meter",
    "stateEnergyMeter3": "Name des Zustands für 3. Energy-Meter",
    "stateRegard": "Name des Zustands für Netzbezug",
    "stateSurplus": "Name des Zustands für Netzeinspeisung",
    "statesIncludeWallbox": "Zustände beinhalten die Leistung der Wallbox",
    "tooltip_1p3pSwitchIsNO": "gibt an, ob es sich um einen Schließer-Installationsschütz (NO) handelt, der aktiviert wird um mit drei Phasen zu laden, sonst wird ein Öffner-Schütz (NC) angenommen, d.h. bei Aktvierung wird nur mit einer Phase geladen",
    "tooltip_1p3pViaX2": "Aktivieren Sie diese Option, wenn Sie einen Phasenumschalter KeContact S10 verwenden oder ein Installationsschütz über den Ausgangskontakt X2 der Ladestation schalten",
    "tooltip_addPower": "Dauerhaft zulässiger Netzbezug, um Ladevorgang aufrecht zu erhalten",
    "tooltip_batteryMinSoC": "SoC (State of Charge), der die Stromversorgung des Batteriespeichers stoppt.",
    "tooltip_batteryPower": "Leistung, die der Batteriespeicher maximal bereitstellen kann. Leer (0) lassen, wenn der Batteriespeicher nicht zum Laden des Fahrzeugs genutzt wernden soll.",
    "tooltip_delta": "Regelung der Wallbox erfolgt in den angegebenen Schritten",
    "tooltip_host": "IP-Adresse der KEBA KeContact-Wallbox",
    "tooltip_limitBatteryStoragePower": "Begrenzen Sie die Leistung des Batteriespeichers, um den Ladevorgang nur mit minimaler Leistung aufrechtzuerhalten",
    "tooltip_loadChargingSessions": "mit dieser Option können die letzten Ladesitzungen aus der Wallbox als Zustände in ioBroker geladen werden",
    "tooltip_maxPower": "Mit diesem Wert kann die Leistung der Wallbox so begrenzt werden, dass ein max. Gesamtverbrauch nicht überschritten wird. Dies ist nötig, wenn der Netzbetreiber eine max. Leistung aufgrund begrenzter Kapazität vorgibt.",
    "tooltip_minAmperage": "Mindeststromstärke in Ampere mit der die Wallbox das Laden startet. Manche Fahrzeuge (z.B. Renaut Zoe) können nicht mit 6A laden, dann kann hier ein höherer Mindestwert eingestellt werden.",
    "tooltip_minTime": "Unterschreitet der Überschuss der PV-Anlage die minimale Ladestärke, soll der Ladevorgang erst unterbrochen werden, wenn mindestens die angegebene Zeit geladen wurde",
    "tooltip_passiveMode": "KEBA KeContact Wallbox bleibt passiv (keine Leistungsregelung), bei Verwendung mehrerer Wallboxen sollen alle bis auf eine im Passivmodus laufen",
    "tooltip_pollInterval": "Intervall in Sekunden im passiven Modus, wie oft die Wallbox nach neuen Werten abgefragt werden soll (0 = Standardwert von 10 Minuten)",
    "tooltip_regardTime": "Jedes Mal wenn der Überschuss der PV-Anlage die minimale Ladestärke unterschreitet, soll der Ladevorgang noch für die angegebene Zeit aufrecht erhalten werden",
    "tooltip_state1p3pSwitch": "Name des States für Installationsschütz, um zwischen 1-phasigem und 3-phasigem Laden zu wechseln",
    "tooltip_stateBatteryAvailable": "Name des Staates, der Energie bereithält, die der Batteriespeicher möglicherweise entladen und zum Laden des Fahrzeugs verwenden könnte.",
    "tooltip_stateBatteryCharging": "Name des Zustands, der jenen Leistungswert enthält, mit dem der Batteriespeicher gerade geladen wird. Negative Werte bedeuten, dass die Batterie entladen wird. Diese Leistung steht auch zum Laden des Fahrzeugs zur Verfügung.",
    "tooltip_stateBatteryDischarging": "Name des Zustands, der jenen Leistungswert enthält mit dem der Batteriespeicher gerade entladen wird. Negative Werte bedeuten, dass der Akku geladen wird.",
    "tooltip_stateBatterySoC": "Name des Staates, der den SoC (State of Charge) des Batteriespeichers hält.",
    "tooltip_stateEnergyMeter1": "Name des SZustands des 1. Energy-Meters, das für die Berechnung des Gesamtverbrauchs für die Leistungsbegrenzung einbezogen wird.",
    "tooltip_stateEnergyMeter2": "Name des Zustands des 2. Energy-Meters, das für die Berechnung des Gesamtverbrauchs für die Leistungsbegrenzung einbezogen wird.",
    "tooltip_stateEnergyMeter3": "Name des Zustands des 3. Energy-Meters, das für die Berechnung des Gesamtverbrauchs für die Leistungsbegrenzung einbezogen wird.",
    "tooltip_stateRegard": "Name des Zustands für den Netzbezug des EnergyMeters. Werden Bezug und Einspeisung im selben Zustand gespeichert und der Netzbezug ist positiv und die Einspeisung negativ, dann ist er hier nur anzugeben.",
    "tooltip_stateSurplus": "Name des Zustands für die Netzeinspeisung des EnergyMeters. Werden Bezug und Einspeisung im selben Zustand gespeichert und die Einspeisung ist positiv und der Netzbezug negativ, dann ist er hier nur anzugeben.",
    "tooltip_statesIncludeWallbox": "Aktivieren Sie diese Option, wenn der Stromverbrauch der Wallbox in \"stateRegard\" und \"stateSurplus\" enthalten ist (Standard)",
    "tooltip_underusage": "Unterschreitet der Überschuss der PV-Anlage die minimale Ladestärke, soll der Ladevorgang erst bei einem Netzbezug über der angegebenen Wattzahl unterbrochen werden",
    "tooltip_useX1": "Checkbox aktivieren, wenn der Eingang X1 der Wallbox verwendet werden soll, um die PV-Automatik beim Schließen zu deaktivieren. So kann über einen physikalischen Schalter die PV-Automatik (de)aktiviert werden.",
    "tooltip_wallboxNotIncluded": "Die Option ist zu markieren, wenn der Verbrauch der Wallbox nicht in der Leistung der Energy-Meter enthalten ist.",
    "underusage": "Ladeunterschreitung",
    "useX1forAutomatic": "X1-Schalter für PV-Automatik nutzen",
    "wallboxNotIncluded": "Verbrauch der Wallbox in keinem der Energy-Meter enthalten",
    "watts": "W"
}
