{
    "1p3pSettingsSection": "Настройки фазового переключателя",
    "1p3pSwitchIsNO": "1p/3p монтажный контактор NO иначе NC",
    "1p3pViaX2": "переключение фаз с использованием выхода X2 зарядной станции",
    "Acknowledged": "Подтверждено",
    "All": "Все",
    "Cancel": "Отмена",
    "Deselect all": "Убрать выделение со всего",
    "From": "Из",
    "ID": "Я БЫ",
    "Invert selection": "Наоборот",
    "KEBA KeContact adapter settings": "Настройки адаптера KEBA KeContact",
    "Last changed": "Последнее изменение",
    "Name": "Имя",
    "Processing...": "Обработка...",
    "Role": "Роль",
    "Room": "Номер",
    "Select": "Выбирать",
    "Select ID": "Выберите идентификатор",
    "Select all": "Выбрать все",
    "Time stamp": "Отметка времени",
    "Value": "Ценность",
    "addPower": "дополнительная ценность",
    "batteryMinSoC": "минимальный SoC аккумуляторной батареи",
    "batteryPower": "максимальная мощность батареи",
    "batteryStorageSettingsSection": "Настройки при использовании аккумулятора",
    "batteryStorageStrategy": "стратегия использования аккумуляторной батареи для зарядки автомобиля",
    "delta": "Размер шага",
    "dynamicEnWG": "ограничить мощность до макс. 4.140 Вт относительно вместо макс. Ток 6 А согласно немецкому языку для §14a EnWG",
    "host": "IP-адрес Wallbox",
    "limitBatteryStoragePower": "ограничить мощность аккумуляторной батареи",
    "loadChargingSessions": "загрузить последние сеансы зарядки",
    "mA": "мА",
    "maxPower": "Максимальный избыток потребляемой мощности",
    "minAmperage": "Минимальная сила тока для начала зарядки",
    "minTime": "Минимальное время зарядки",
    "no-battery-battery-first": "не используйте аккумулятор для зарядки автомобиля, приоритет отдается аккумулятору",
    "no-battery-vehicle-first": "не используйте аккумулятор для зарядки автомобиля, приоритет на автомобиле",
    "only-special-values": "Следующие значения необходимы только в том случае, если настенная коробка должна регулироваться фотоэлектрической установкой.",
    "passiveMode": "пассивный режим",
    "pollInterval": "Интервал обновления (для пассивного режима)",
    "powerEnWG": "ограничение согласно немецкому §14a EnWG",
    "powerLimitation": "Следующие значения необходимы только в случае ограничения максимальной мощности.",
    "regardTime": "Пора продолжать зарядку даже с учетом",
    "secs": "секунд",
    "state1p3pSwitch": "состояние для переключения 1 фазы на 3 фазы зарядки",
    "stateBatteryAvailable": "название состояния доступной мощности аккумуляторной батареи",
    "stateBatteryCharging": "наименование состояния энергопотребления аккумуляторной батареи",
    "stateBatteryDischarging": "наименование состояния энергоснабжения аккумуляторной батареи",
    "stateBatterySoC": "название состояния для состояния заряда (SoC) аккумуляторной батареи",
    "stateEnWG": "название государства, владеющего информацией для активации ограничения мощности в соответствии с немецким §14a EnWG",
    "stateEnergyMeter1": "Название государства для 1-го счетчика электроэнергии",
    "stateEnergyMeter2": "Название состояния для 2-го счетчика электроэнергии",
    "stateEnergyMeter3": "Название государства для 3-го счетчика электроэнергии",
    "stateRegard": "Название состояния рассмотрения",
    "stateSurplus": "Название избыточного состояния",
    "statesIncludeWallbox": "состояния включают мощность настенной коробки",
    "tooltip_1p3pSwitchIsNO": "указывает, является ли это НО (нормально разомкнутым) контактором установки и активируется для зарядки с тремя фазами, в противном случае это НЗ (нормально замкнутый) и активируется для зарядки только с одной фазой",
    "tooltip_1p3pViaX2": "отметьте эту опцию, если вы используете устройство переключения фаз KeContact S10 или если вы переключаете контактор установки через выходной контакт X2 зарядной станции",
    "tooltip_addPower": "Дополнительная мощность, которая может постоянно использоваться для запуска сеанса зарядки",
    "tooltip_batteryMinSoC": "SoC (состояние заряда), который останавливает подачу питания от аккумуляторной батареи.",
    "tooltip_batteryPower": "мощность, которую аккумуляторная батарея способна обеспечить на максимуме",
    "tooltip_delta": "Контролируемый параметр процесса, с помощью которого регулируется зарядная станция",
    "tooltip_dynamicEnWG": "с помощью этой опции вы по-прежнему можете заряжать током более 6 А, но мощность ограничена 4,140 Вт согласно немецкому §14a EnWG.",
    "tooltip_host": "IP-адрес настенного бокса KEBA KeContact",
    "tooltip_limitBatteryStoragePower": "ограничить мощность аккумуляторной батареи, чтобы поддерживать сеанс зарядки только с минимальной мощностью",
    "tooltip_loadChargingSessions": "проверьте, должны ли сеансы зарядки, сохраненные в wallbox, загружаться как состояния в iobroker",
    "tooltip_maxPower": "Вы можете определить максимальную мощность, которая не должна достигаться всеми потребителями.",
    "tooltip_minAmperage": "Минимальное значение силы тока, при котором зарядная станция все еще запускается (например, Renault Zoe требуется не менее 8 А для начала зарядки)",
    "tooltip_minTime": "Если у фотоэлектрических элементов меньше излишков, чем необходимо для минимальной зарядки вашего электромобиля, зарядка будет продолжаться, если электромобиль не был заряжен в течение указанного периода времени.",
    "tooltip_passiveMode": "KEBA KeContact wallbox остается пассивным (без регулирования мощности), при использовании нескольких настенных боксов все, кроме одного, должны работать в пассивном режиме",
    "tooltip_pollInterval": "Интервал в секундах в пассивном режиме, как часто настенный ящик должен запрашивать новые значения (0 = значение по умолчанию 10 минут)",
    "tooltip_regardTime": "Каждый раз, когда у фотоэлектрических элементов излишка меньше, чем необходимо для минимальной зарядки вашего электромобиля, зарядка должна продолжаться как минимум в течение указанного периода времени.",
    "tooltip_state1p3pSwitch": "название состояния, которое удерживает переключатель для контактора установки для переключения между 1-фазной и 3-фазной зарядкой",
    "tooltip_stateBatteryAvailable": "название состояния, в котором хранится доступная мощность, при которой аккумуляторная батарея может быть разряжена и может быть использована для зарядки транспортного средства.",
    "tooltip_stateBatteryCharging": "имя состояния, в котором хранится мощность, которой в данный момент заряжается аккумуляторная батарея. Отрицательные значения означают, что батарея разряжается. Эта мощность также доступна для зарядки автомобиля.",
    "tooltip_stateBatteryDischarging": "имя состояния, в котором хранится мощность, с которой в настоящее время разряжается аккумуляторная батарея. Отрицательные значения означают, что аккумулятор заряжается.",
    "tooltip_stateBatterySoC": "имя состояния, которое содержит SoC (состояние заряда) аккумуляторной батареи.",
    "tooltip_stateEnergyMeter1": "Название государства для 1-го счетчика энергии, который будет использоваться для расчета макс. потребляемая мощность для ограничения мощности",
    "tooltip_stateEnergyMeter2": "Название состояния для 2-го счетчика энергии, которое будет использоваться для расчета макс. потребляемая мощность для ограничения мощности",
    "tooltip_stateEnergyMeter3": "Название государства для 3-го счетчика энергии, который будет использоваться для расчета макс. потребляемая мощность для ограничения мощности",
    "tooltip_stateRegard": "Название государства, в котором учитывается значение счетчика энергии. Если и учет, и излишек содержатся в одном состоянии, укажите здесь состояние только в том случае, если отношение является положительным значением, а излишек - отрицательным.",
    "tooltip_stateSurplus": "Название государства, в котором хранится прибавочная стоимость счетчика энергии. Если и учет, и излишек содержатся в одном состоянии, укажите здесь состояние, только если излишек является положительной величиной, а отношение отрицательным.",
    "tooltip_statesIncludeWallbox": "отметьте эту опцию, если энергопотребление настенного бокса включено в \"stateRegard\" и \"stateSurplus\" (по умолчанию)",
    "tooltip_underusage": "Если у фотоэлектрической батареи меньше излишков, чем необходимо для минимальной зарядки вашего электромобиля, зарядка будет продолжаться, если только внешняя мощность не будет превышена.",
    "tooltip_useX1": "Установите флажок, если вход X1 зарядной станции должен использоваться для автоматического отключения фотоэлектрических элементов при закрытии. Таким образом, можно использовать физический выключатель для автоматического включения (отключения) фотоэлектрической энергии.",
    "tooltip_wallboxNotIncluded": "Убедитесь, что ни один из перечисленных счетчиков энергии также не покрывает потребляемую мощность настенной коробки",
    "tooltop_stateEnWG": "название состояния, в котором хранится информация о том, что мощность зарядной станции должна быть уменьшена в соответствии с немецким §14a EnWG — может быть логическим значением или числом, где true или > 0 означает, что ограничение активно",
    "underusage": "Недостаточная зарядка",
    "use-battery-for-full-charging": "используйте полную емкость аккумулятора для зарядки автомобиля",
    "use-battery-for-minimum-charging": "используйте аккумуляторную батарею для поддержания зарядки автомобиля минимальным током",
    "useX1forAutomatic": "используйте переключатель X1 для фотоэлектрической автоматической",
    "wallboxNotIncluded": "Мощность настенной коробки НЕ включена в счетчики энергии",
    "watts": "Вт"
}
