{
    "Acknowledged": "Подтверждено",
    "All": "Все",
    "Cancel": "Отмена",
    "Deselect all": "Убрать выделение со всего",
    "From": "Из",
    "ID": "Я БЫ",
    "Invert selection": "Наоборот",
    "KEBA KeContact adapter settings": "Настройки адаптера KEBA KeContact",
    "Last changed": "Последнее изменение",
    "Name": "Имя",
    "Processing...": "Обработка...",
    "Role": "Роль",
    "Room": "Номер",
    "Select": "Выбирать",
    "Select ID": "Выберите идентификатор",
    "Select all": "Выбрать все",
    "Time stamp": "Отметка времени",
    "Value": "Ценность",
    "addPower": "дополнительная ценность",
    "delta": "Размер шага",
    "host": "IP-адрес Wallbox",
    "loadChargingSessions": "загрузить последние сеансы зарядки",
    "mA": "мА",
    "maxPower": "Максимальный избыток потребляемой мощности",
    "minAmperage": "Минимальная сила тока для начала зарядки",
    "minTime": "Минимальное время зарядки",
    "only-special-values": "Следующие значения необходимы только в том случае, если настенная коробка должна регулироваться фотоэлектрической установкой.",
    "passiveMode": "пассивный режим",
    "pollInterval": "Интервал обновления (для пассивного режима)",
    "powerLimitation": "Следующие значения необходимы только в случае ограничения максимальной мощности.",
    "regardTime": "Пора продолжать зарядку даже с учетом",
    "secs": "секунд",
    "stateBatteryCharging": "наименование состояния энергопотребления аккумуляторной батареи",
    "stateBatteryDischarging": "наименование состояния энергоснабжения аккумуляторной батареи",
    "stateEnergyMeter1": "Название государства для 1-го счетчика электроэнергии",
    "stateEnergyMeter2": "Название состояния для 2-го счетчика электроэнергии",
    "stateEnergyMeter3": "Название государства для 3-го счетчика электроэнергии",
    "stateRegard": "Название состояния рассмотрения",
    "stateSurplus": "Название избыточного состояния",
    "statesIncludeWallbox": "состояния включают мощность настенной коробки",
    "tooltip_addPower": "Дополнительная мощность, которая может постоянно использоваться для запуска сеанса зарядки",
    "tooltip_delta": "Контролируемый параметр процесса, с помощью которого регулируется зарядная станция",
    "tooltip_host": "IP-адрес настенного бокса KEBA KeContact",
    "tooltip_loadChargingSessions": "проверьте, должны ли сеансы зарядки, сохраненные в wallbox, загружаться как состояния в iobroker",
    "tooltip_maxPower": "Вы можете определить максимальную мощность, которая не должна достигаться всеми потребителями.",
    "tooltip_minAmperage": "Минимальное значение силы тока, при котором зарядная станция все еще запускается (например, Renault Zoe требуется не менее 8 А для начала зарядки)",
    "tooltip_minTime": "Если у фотоэлектрических элементов меньше излишков, чем необходимо для минимальной зарядки вашего электромобиля, зарядка будет продолжаться, если электромобиль не был заряжен в течение указанного периода времени.",
    "tooltip_passiveMode": "KEBA KeContact wallbox остается пассивным (без регулирования мощности), при использовании нескольких настенных боксов все, кроме одного, должны работать в пассивном режиме",
    "tooltip_pollInterval": "Интервал в секундах в пассивном режиме, как часто настенный ящик должен запрашивать новые значения (0 = значение по умолчанию 10 минут)",
    "tooltip_regardTime": "Каждый раз, когда у фотоэлектрических элементов излишка меньше, чем необходимо для минимальной зарядки вашего электромобиля, зарядка должна продолжаться как минимум в течение указанного периода времени.",
    "tooltip_stateBatteryCharging": "имя состояния, в котором хранится мощность, которой в данный момент заряжается аккумуляторная батарея. Отрицательные значения означают, что батарея разряжается. Эта мощность также доступна для зарядки автомобиля.",
    "tooltip_stateBatteryDischarging": "имя состояния, в котором хранится мощность, с которой в настоящее время разряжается аккумуляторная батарея. Отрицательные значения означают, что аккумулятор заряжается.",
    "tooltip_stateEnergyMeter1": "Название государства для 1-го счетчика энергии, который будет использоваться для расчета макс. потребляемая мощность для ограничения мощности",
    "tooltip_stateEnergyMeter2": "Название состояния для 2-го счетчика энергии, которое будет использоваться для расчета макс. потребляемая мощность для ограничения мощности",
    "tooltip_stateEnergyMeter3": "Название государства для 3-го счетчика энергии, который будет использоваться для расчета макс. потребляемая мощность для ограничения мощности",
    "tooltip_stateRegard": "Название государства, в котором учитывается значение счетчика энергии. Если и учет, и излишек содержатся в одном состоянии, укажите здесь состояние только в том случае, если отношение является положительным значением, а излишек - отрицательным.",
    "tooltip_stateSurplus": "Название государства, в котором хранится прибавочная стоимость счетчика энергии. Если и учет, и излишек содержатся в одном состоянии, укажите здесь состояние, только если излишек является положительной величиной, а отношение отрицательным.",
    "tooltip_statesIncludeWallbox": "отметьте эту опцию, если энергопотребление настенного бокса включено в \"stateRegard\" и \"stateSurplus\" (по умолчанию)",
    "tooltip_underusage": "Если у фотоэлектрической батареи меньше излишков, чем необходимо для минимальной зарядки вашего электромобиля, зарядка будет продолжаться, если только внешняя мощность не будет превышена.",
    "tooltip_useX1": "Установите флажок, если вход X1 зарядной станции должен использоваться для автоматического отключения фотоэлектрических элементов при закрытии. Таким образом, можно использовать физический выключатель для автоматического включения (отключения) фотоэлектрической энергии.",
    "tooltip_wallboxNotIncluded": "Убедитесь, что ни один из перечисленных счетчиков энергии также не покрывает потребляемую мощность настенной коробки",
    "underusage": "Недостаточная зарядка",
    "useX1forAutomatic": "используйте переключатель X1 для фотоэлектрической автоматической",
    "wallboxNotIncluded": "Мощность настенной коробки НЕ включена в счетчики энергии",
    "watts": "Вт"
}
