{
    "1p3pSettingsSection": "Einstellungen für einen Phasenumschalter",
    "1p3pSwitchIsNO": "1p/3p Installationsschütz ist Schließer (NO) sonst Öffner (NC)",
    "1p3pViaX2": "Phasenumschaltung über Ausgang X2 der Ladestation",
    "A": "A",
    "All": "Alle",
    "Deselect all": "Nichts auswählen",
    "ID": "ID",
    "KEBA KeContact adapter settings": "KEBA KeContact Adapter-Einstellungen",
    "Name": "Name",
    "Role": "Rolle",
    "Select": "Auswählen",
    "Select all": "Alles auswählen",
    "Value": "Wert",
    "addPower": "dauerhaft zulässiger Netzbezug",
    "amperageUnit": "Werte sind Ampere oder Milliampere",
    "batteryMinSoC": "minimaler SoC des Batteriespeichers",
    "batteryPower": "maximale Leistung der Batterie",
    "batteryStorageSettingsSection": "Einstellungen bei Verwendung eines Batteriespeichers",
    "batteryStorageStrategy": "Strategie zur Nutzung des Batteriespeichers zum Laden von Fahrzeugen",
    "delta": "Schrittweite",
    "dynamicEnWG": "Leistung auf max. begrenzen. 4.140 Watt Leistung statt max. 6A Strom gemäß §14a EnWG",
    "host": "IP-Adresse der Wallbox",
    "loadChargingSessions": "lade letzte Ladesitzungen",
    "mA": "mA",
    "maxAmperage": "Maximaler Gesamtstrom für jede Phase (in mA)",
    "maxPower": "maximaler Netzbezug",
    "minAmperage": "Mindeststromstärke zum Starten des Ladevorgangs",
    "minTime": "Mindestladezeit",
    "no-battery-battery-first": "Batteriespeicher nicht zum Laden des Fahrzeugs verwenden, Batteriespeicher zuerst laden",
    "no-battery-vehicle-first": "Batteriespeicher nicht zum Laden des Fahrzeugs verwenden, Fahrzeug zuerst laden",
    "only-special-values": "Folgende Werte werden nur benötigt, wenn die Wallbox abhängig von einer PV-Anlage geregelt werden soll",
    "passiveMode": "passiver Modus",
    "pollInterval": "Aktualisierungsintervall (für passiven Modus)",
    "powerEnWG": "Beschränkung gemäß §14a EnWG",
    "powerLimitation": "Folgende Werte werden nur benötigt, wenn die Gesamtleistung begrenzt ist",
    "regardTime": "Laden auch bei zu geringem Überschuss für diese Dauer fortsetzen",
    "secs": "Sekunden",
    "state1p3pSwitch": "Datenpunkt zum Umschalten zwischen 1- auf 3-phasigem Laden",
    "stateAmperagePhase1_new": "Datenpunkt für die Stromstärke auf der 1. Phase",
    "stateAmperagePhase2_new": "Datenpunkt für die Stromstärke auf der 2. Phase",
    "stateAmperagePhase3_new": "Datenpunkt für die Stromstärke auf der 3. Phase",
    "stateBatteryCharging": "Name des Zustands für aktuelle Leistungsaufnahme des Batteriespeichers",
    "stateBatteryDischarging": "Name des Zustands der Leistungsabgabe des Batteriespeichers",
    "stateBatterySoC": "Name des States für den Ladezustand (SoC) des Batteriespeichers",
    "stateEnWG": "Name des States, der über Informationen zur Aktivierung der Leistungsbegrenzung gemäß §14a EnWG verfügt",
    "stateEnergyMeter1": "Name des Datenpunkts für das 1. Energy-Meter",
    "stateEnergyMeter2": "Name des Datenpunkts für das 2. Energy-Meter",
    "stateEnergyMeter3": "Name des Datenpunkts für das 3. Energy-Meter",
    "stateRegard": "Name des Datenpunkts für Netzbezug",
    "stateSurplus": "Name des Datenpunkts für Netzeinspeisung",
    "statesIncludeWallbox": "Datenpunkte beinhalten die Leistung der Wallbox",
    "tooltip_1p3pSwitchIsNO": "gibt an, ob es sich um einen Schließer-Installationsschütz (NO) handelt, der aktiviert wird um mit drei Phasen zu laden; sonst wird ein Öffner-Schütz (NC) angenommen, d.h. bei Aktvierung wird nur mit einer Phase geladen. Bei Nutzung eines Keba S10-Umschalters diese Option immer auswählen",
    "tooltip_1p3pViaX2": "Aktivieren Sie diese Option, wenn Sie einen Phasenumschalter KeContact S10 verwenden oder ein Installationsschütz über den Ausgangskontakt X2 der Ladestation schalten",
    "tooltip_addPower": "Dauerhaft zulässiger Netzbezug, um Ladevorgang aufrecht zu erhalten",
    "tooltip_amperageUnit": "Bitte geben Sie an, ob die Stromstärke des EnergyMeters in Ampere oder Milliampere gemessen wird",
    "tooltip_batteryMinSoC": "SoC (State of Charge), der die Stromversorgung des Batteriespeichers stoppt.",
    "tooltip_batteryPower": "Leistung, die der Batteriespeicher maximal bereitstellen kann.",
    "tooltip_delta": "Regelung der Wallbox erfolgt in den angegebenen Schritten",
    "tooltip_dynamicEnWG": "Mit dieser Option können Sie immer noch mit mehr als 6A Strom laden, allerdings ist die Leistung gemäß §14a EnWG auf 4.140 Watt begrenzt",
    "tooltip_host": "IP-Adresse der KEBA KeContact-Wallbox",
    "tooltip_loadChargingSessions": "mit dieser Option können die letzten Ladesitzungen aus der Wallbox als Zustände in ioBroker geladen werden",
    "tooltip_maxAmperage": "Maximaler Wert der Stromstärke (in mA), der von keiner Phase Ihres Netzabschlusses überschritten werden darf",
    "tooltip_maxPower": "Mit diesem Wert kann die Leistung der Wallbox so begrenzt werden, dass ein max. Gesamtverbrauch nicht überschritten wird (Dies ist nötig, wenn der Netzbetreiber eine max. Leistung aufgrund begrenzter Kapazität vorgibt)",
    "tooltip_minAmperage": "Wert der Mindeststromstärke in Ampere mit der die Wallbox das Laden startet (Manche Fahrzeuge (z.B. Renault Zoe) können nicht mit 6A laden, dann kann hier ein höherer Mindestwert eingestellt werden.)",
    "tooltip_minTime": "Unterschreitet der Überschuss der PV-Anlage die minimale Ladestärke, soll der Ladevorgang erst unterbrochen werden, wenn mindestens die angegebene Zeit geladen wurde",
    "tooltip_passiveMode": "KEBA KeContact Wallbox bleibt passiv (keine Leistungsregelung), bei Verwendung mehrerer Wallboxen sollen alle Wallboxen bis auf eine im Passivmodus laufen",
    "tooltip_pollInterval": "Intervall in Sekunden im passiven Modus, wie oft die Wallbox nach neuen Werten abgefragt werden soll (0 = Standardwert von 10 Minuten)",
    "tooltip_regardTime": "Jedes Mal, wenn der Überschuss der PV-Anlage die minimale Ladestärke unterschreitet, soll der Ladevorgang noch für die angegebene Zeit aufrecht erhalten werden",
    "tooltip_state1p3pSwitch": "Name des Datenpunkts für das Installationsschütz, um zwischen 1-phasigem und 3-phasigem Laden zu wechseln",
    "tooltip_stateAmperagePhase": "Name des jeweiligen Datenpunkts, der die Stromstärke einer Phase Ihres Netzanschluss (Stromzähler) enthält",
    "tooltip_stateBatteryCharging": "Name des Datenpunkts, der jenen Leistungswert enthält, mit dem der Batteriespeicher gerade geladen wird. Negative Werte bedeuten, dass die Batterie entladen wird. Diese Leistung steht auch zum Laden des Fahrzeugs zur Verfügung.",
    "tooltip_stateBatteryDischarging": "Name des Zustands, der jenen Leistungswert enthält mit dem der Batteriespeicher gerade entladen wird. Negative Werte bedeuten, dass der Akku geladen wird.",
    "tooltip_stateBatterySoC": "Name des States, der den SoC (State of Charge) des Batteriespeichers hält.",
    "tooltip_stateEnWG": "Name des States, der Informationen hält, dass die Befugnis der Ladestation gemäß deutschem §14a ENWG reduziert werden soll - kann boolean oder nummerisch sein, wo wahr oder > 0 bedeutet, dass die Einschränkung aktiv ist",
    "tooltip_stateEnergyMeter1": "Name des Datenpunktes des 1. Energy-Meters, das für die Berechnung des Gesamtverbrauchs in die Leistungsbegrenzung einbezogen wird",
    "tooltip_stateEnergyMeter2": "Name des Datenpunkts des 2. Energy-Meters, das für die Berechnung des Gesamtverbrauchs in die Leistungsbegrenzung einbezogen wird",
    "tooltip_stateEnergyMeter3": "Name des Datenpunkts des 3. Energy-Meters, das für die Berechnung des Gesamtverbrauchs in die Leistungsbegrenzung einbezogen wird",
    "tooltip_stateRegard": "Name des Datenpunkts, der den Netzbezug des EnergyMeters enthält. Werden Bezug und Einspeisung im selben Zustand gespeichert und der Netzbezug ist positiv und die Einspeisung negativ, dann ist er hier nur anzugeben.",
    "tooltip_stateSurplus": "Name des Datenpunkts, derf die Netzeinspeisung des EnergyMeters enthält. Werden Bezug und Einspeisung im selben Zustand gespeichert und die Einspeisung ist positiv und der Netzbezug negativ, dann ist er hier nur anzugeben.",
    "tooltip_statesIncludeWallbox": "Aktivieren Sie diese Option, wenn der Stromverbrauch der Wallbox in \"stateRegard\" und \"stateSurplus\" enthalten ist (Standard)",
    "tooltip_underusage": "Unterschreitet der Überschuss der PV-Anlage die minimale Ladestärke, soll der Ladevorgang erst bei einem Netzbezug über der angegebenen Wattzahl unterbrochen werden",
    "tooltip_useX1": "Checkbox aktivieren, wenn der Eingang X1 der Wallbox verwendet werden soll, um die PV-Automatik beim Schließen zu deaktivieren. So kann über einen physikalischen Schalter die PV-Automatik (de)aktiviert werden.",
    "tooltip_wallboxNotIncluded": "Die Option ist zu markieren, wenn der Verbrauch der Wallbox nicht in der Leistung der Energy-Meter enthalten ist",
    "underusage": "Ladeunterschreitung",
    "use-battery-for-full-charging": "Batteriespeicher zum Laden des Fahrzeugs verwenden",
    "use-battery-for-minimum-charging": "Batteriespeicher verwenden, um das Laden des Fahrzeugs mit minimalem Strom aufrechtzuerhalten",
    "useX1forAutomatic": "X1-Schalter für PV-Automatik nutzen",
    "wallboxNotIncluded": "Verbrauch der Wallbox in keinem der Energy-Meter enthalten",
    "watts": "W"
}
