{
    "1p3pSettingsSection": "Ajustes para cambio de fase",
    "1p3pSwitchIsNO": "El contactor de instalación 1p/3p es NO, de lo contrario, NC",
    "1p3pViaX2": "cambio de fases usando la salida X2 de la estación de carga",
    "A": "A",
    "Select all": "Seleccionar todo",
    "addPower": "valor de consideración adicional",
    "amperageUnit": "Los valores son amperios o miliamperios",
    "batteryMinSoC": "SoC mínimo de almacenamiento de batería",
    "batteryPower": "potencia máxima de la batería",
    "batteryStorageSettingsSection": "Configuraciones al usar un almacenamiento de batería",
    "batteryStorageStrategy": "estrategia sobre cómo utilizar el almacenamiento de batería para cargar el vehículo",
    "delta": "Numero de pie",
    "dynamicEnWG": "limitar la potencia al máximo. 4.140 vatios de consideración en lugar de máx. Corriente 6A según alemán para §14a EnWG",
    "host": "Dirección IP de Wallbox",
    "loadChargingSessions": "cargar las últimas sesiones de carga",
    "mA": "mA",
    "maxAmperage": "Amperaje total máximo para cada fase (en MA)",
    "maxPower": "Excedente de consumo máximo de energía",
    "minAmperage": "Amperaje mínimo para comenzar a cargar",
    "minTime": "Tiempo mínimo de carga",
    "no-battery-battery-first": "No utilice el almacenamiento de la batería para cargar el vehículo, dé prioridad al almacenamiento de la batería.",
    "no-battery-vehicle-first": "No utilice el almacenamiento de la batería para cargar el vehículo, prioridad al vehículo.",
    "only-special-values": "Los siguientes valores solo son necesarios si la caja de empotrar se va a regular mediante una unidad fotovoltaica",
    "passiveMode": "Modo pasivo",
    "pollInterval": "Intervalo de actualización (para modo pasivo)",
    "powerEnWG": "limitación según el artículo 14a alemán de la EnWG",
    "powerLimitation": "Los siguientes valores solo son necesarios si se debe limitar la potencia máxima",
    "regardTime": "Es hora de seguir cargando incluso con respecto",
    "secs": "segundos",
    "state1p3pSwitch": "estado para cambiar la carga de 1 fase a 3 fases",
    "stateAmperagePhase1_new": "Estado para el amperaje de la primera fase",
    "stateAmperagePhase2_new": "Estado para el amperaje de la segunda fase",
    "stateAmperagePhase3_new": "Estado para el amperaje de la tercera fase",
    "stateBatteryCharging": "nombre del estado de consumo de energía del almacenamiento de la batería",
    "stateBatteryDischarging": "nombre del estado de suministro de energía del almacenamiento de la batería",
    "stateBatterySoC": "nombre del estado para el estado de carga (SoC) del almacenamiento de la batería",
    "stateEnWG": "nombre del estado que posee la información para la activación de la limitación de potencia según el artículo 14a alemán EnWG",
    "stateEnergyMeter1": "Nombre del estado para el primer medidor de energía",
    "stateEnergyMeter2": "Nombre del estado para el segundo medidor de energía",
    "stateEnergyMeter3": "Nombre del estado para el tercer medidor de energía",
    "stateRegard": "Nombre del estado de consideración",
    "stateSurplus": "Nombre del estado excedente",
    "statesIncludeWallbox": "los estados incluyen el poder de wallbox",
    "tooltip_1p3pSwitchIsNO": "especifica si se trata de un contactor de instalación NO (normalmente abierto) y se activa para carga con tres fases, en caso contrario es NC (normalmente cerrado) y se activa para carga con una sola fase",
    "tooltip_1p3pViaX2": "marque esta opción si está utilizando un dispositivo de conmutación de fase KeContact S10 o si está conmutando un contactor de instalación a través del contacto de salida X2 de la estación de carga",
    "tooltip_addPower": "Respecto a la potencia adicional que se puede utilizar permanentemente para ejecutar la sesión de carga",
    "tooltip_amperageUnit": "Especifique si el amperaje de medidores de energía se mide en amperios o miliamperios",
    "tooltip_batteryMinSoC": "SoC (estado de carga) que detiene la entrega de energía del almacenamiento de la batería.",
    "tooltip_batteryPower": "energía que el almacenamiento de la batería es capaz de proporcionar al máximo",
    "tooltip_delta": "Variable de proceso controlada por la que se regula la estación de carga",
    "tooltip_dynamicEnWG": "Con esta opción aún puedes cargar con más de 6 A de corriente, pero la potencia está limitada a 4.140 vatios según el artículo 14a EnWG alemán.",
    "tooltip_host": "Dirección IP de KEBA KeContact wallbox",
    "tooltip_loadChargingSessions": "compruebe si las sesiones de carga guardadas en wallbox deben cargarse como estados en iobroker",
    "tooltip_maxAmperage": "Valor máximo de amperaje (en MA) que no debe superarse por cada fase de su conexión principal",
    "tooltip_maxPower": "Puede definir un máximo de vatios que no deben alcanzar todos los consumidores",
    "tooltip_minAmperage": "Valor mínimo de amperaje con el que la estación de carga aún se inicia (por ejemplo, Renault Zoe necesita al menos 8A para comenzar a cargar)",
    "tooltip_minTime": "Si la energía fotovoltaica tiene menos excedente de lo necesario para cargar mínimamente su vehículo eléctrico, la carga continuará a menos que el vehículo eléctrico se haya cargado durante la cantidad de tiempo especificada.",
    "tooltip_passiveMode": "La caja de empotrar KEBA KeContact se mantiene pasiva (sin regulación de potencia), si se utilizan varias cajas de empotrar, todas menos una deben funcionar en modo pasivo",
    "tooltip_pollInterval": "Intervalo en segundos en modo pasivo con qué frecuencia se debe consultar el wallbox para obtener nuevos valores (0 = valor predeterminado de 10 minutos)",
    "tooltip_regardTime": "Cada vez que la energía fotovoltaica tenga menos excedente de lo necesario para cargar mínimamente su vehículo eléctrico, la carga continuará al menos durante el tiempo especificado.",
    "tooltip_state1p3pSwitch": "nombre del estado que contiene el interruptor para la instalación contactor para cambiar entre carga monofásica y trifásica",
    "tooltip_stateAmperagePhase": "Nombre del estado que contiene el amperaje de una fase de su conexión principal",
    "tooltip_stateBatteryCharging": "nombre del estado que tiene la energía con la que se está cargando actualmente el almacenamiento de la batería. Los valores negativos significan que la batería se está descargando. Esta potencia también está disponible para cargar el vehículo.",
    "tooltip_stateBatteryDischarging": "nombre del estado que tiene energía con la que el almacenamiento de la batería se está descargando actualmente. Los valores negativos significan que la batería se está cargando.",
    "tooltip_stateBatterySoC": "nombre del estado que tiene SoC (estado de carga) del almacenamiento de la batería.",
    "tooltip_stateEnWG": "Nombre del estado que contenga información de que la potencia de la estación de carga se debe reducir de acuerdo con el alemán §14a enwg - puede ser booleano o número, donde verdadero o> 0 significa que la limitación está activa",
    "tooltip_stateEnergyMeter1": "Nombre del estado del primer contador de energía que se utilizará para calcular el máx. consumo de energía por limitación de energía",
    "tooltip_stateEnergyMeter2": "Nombre del estado del segundo contador de energía que se utilizará para calcular el máx. consumo de energía por limitación de energía",
    "tooltip_stateEnergyMeter3": "Nombre del estado del tercer contador de energía que se utilizará para calcular el máx. consumo de energía por limitación de energía",
    "tooltip_stateRegard": "Nombre del estado que tiene en cuenta el valor del contador de energía. Si tanto la consideración como el excedente están contenidos en un estado, complete el estado aquí solo si la consideración es un valor positivo y el excedente es negativo.",
    "tooltip_stateSurplus": "Nombre del estado que tiene la plusvalía del contador de energía. Si tanto la consideración como el excedente están contenidos en un estado, complete el estado aquí solo si el excedente es un valor positivo y la consideración es negativa.",
    "tooltip_statesIncludeWallbox": "marque esta opción si el consumo de energía de la caja de empotrar se incluye en \"stateRegard\" y \"stateSurplus\" (predeterminado)",
    "tooltip_underusage": "Si la energía fotovoltaica tiene menos excedente de lo necesario para cargar mínimamente su EV, la carga continuará a menos que se tomen más de los vatios especificados desde el exterior.",
    "tooltip_useX1": "Active la casilla de verificación si se debe utilizar la entrada X1 de la estación de carga para desactivar la energía fotovoltaica automática cuando está cerrada. Por lo tanto, se puede utilizar un interruptor físico para (des) activar la energía fotovoltaica de forma automática.",
    "tooltip_wallboxNotIncluded": "Compruebe si ninguno de los medidores de energía enumerados también cubre el consumo de energía de la caja de empotrar",
    "underusage": "Carga insuficiente",
    "use-battery-for-full-charging": "utilizar la capacidad total de almacenamiento de la batería para cargar el vehículo",
    "use-battery-for-minimum-charging": "Utilice el almacenamiento de la batería para mantener la carga del vehículo con una corriente mínima.",
    "useX1forAutomatic": "utilizar interruptor X1 para fotovoltaica automática",
    "wallboxNotIncluded": "Potencia de wallbox NO incluida en los contadores de energía",
    "watts": "W"
}
