{
    "1p3pSettingsSection": "Réglages pour le commutateur de phase",
    "1p3pSwitchIsNO": "Le contacteur d'installation 1p/3p est NO sinon NC",
    "1p3pViaX2": "commutation de phases à l'aide de la sortie X2 de la borne de recharge",
    "A": "UN",
    "addPower": "valeur de regard supplémentaire",
    "amperageUnit": "Les valeurs sont Ampère ou Milliampère",
    "batteryMinSoC": "SoC minimum de stockage de la batterie",
    "batteryPower": "puissance max de la batterie",
    "batteryStorageSettingsSection": "Paramètres lors de l'utilisation d'un stockage sur batterie",
    "batteryStorageStrategy": "stratégie comment utiliser le stockage de la batterie pour charger le véhicule",
    "delta": "Taille de pas",
    "dynamicEnWG": "limiter la puissance au maximum. 4.140 watts de puissance au lieu de max. Courant 6A selon allemand pour §14a EnWG",
    "host": "Adresse IP de la Wallbox",
    "loadChargingSessions": "charger les dernières sessions de charge",
    "mA": "mA",
    "maxAmperage": "Ampérage total maximum pour chaque phase (en MA)",
    "maxPower": "Excédent de consommation électrique maximum",
    "minAmperage": "Ampérage minimum pour commencer la charge",
    "minTime": "Temps de charge minimum",
    "no-battery-battery-first": "ne pas utiliser le stockage sur batterie pour charger le véhicule, priorité au stockage sur batterie",
    "no-battery-vehicle-first": "ne pas utiliser le stockage de la batterie pour charger le véhicule, priorité au véhicule",
    "only-special-values": "Les valeurs suivantes ne sont nécessaires que si la wallbox doit être régulée par une unité photovoltaïque",
    "passiveMode": "mode passif",
    "pollInterval": "Intervalle de rafraîchissement (pour le mode passif)",
    "powerEnWG": "limitation selon le §14a allemand EnWG",
    "powerLimitation": "Les valeurs suivantes ne sont nécessaires que si la puissance maximale doit être limitée",
    "regardTime": "Il est temps de continuer à charger même en ce qui concerne",
    "secs": "secondes",
    "state1p3pSwitch": "état pour basculer la charge de 1 phase à 3 phases",
    "stateAmperagePhase1_new": "État pour l'ampérage de la 1ère phase",
    "stateAmperagePhase2_new": "État pour l'ampérage de la 2e phase",
    "stateAmperagePhase3_new": "État pour l'ampérage de la 3e phase",
    "stateBatteryCharging": "nom de l'état de la consommation d'énergie de la batterie de stockage",
    "stateBatteryDischarging": "nom de l'état d'alimentation de la batterie de stockage",
    "stateBatterySoC": "nom de l'état pour l'état de charge (SoC) du stockage de la batterie",
    "stateEnWG": "nom de l'État détenant des informations pour l'activation de la limitation de puissance selon le §14a allemand EnWG",
    "stateEnergyMeter1": "Nom de l'état du 1er compteur d'énergie",
    "stateEnergyMeter2": "Nom de l'état du 2ème compteur d'énergie",
    "stateEnergyMeter3": "Nom de l'état du 3ème compteur d'énergie",
    "stateRegard": "Nom de l'état de regard",
    "stateSurplus": "Nom de l'état excédentaire",
    "statesIncludeWallbox": "les états incluent la puissance de la wallbox",
    "tooltip_1p3pSwitchIsNO": "indique s'il s'agit d'un contacteur d'installation NO (normalement ouvert) et activé pour charger avec trois phases, sinon c'est un contacteur NF (normalement fermé) et activé pour charger avec une seule phase",
    "tooltip_1p3pViaX2": "cochez cette option si vous utilisez un dispositif de commutation de phase KeContact S10 ou si vous commutez un contacteur d'installation via le contact de sortie X2 de la borne de recharge",
    "tooltip_addPower": "Puissance de regard supplémentaire pouvant être utilisée en permanence pour exécuter la session de charge",
    "tooltip_amperageUnit": "Veuillez préciser si l'ampérage des compteurs d'énergie est mesuré en ampère ou en milliamphere",
    "tooltip_batteryMinSoC": "SoC (état de charge) qui arrête l'alimentation de la batterie de stockage.",
    "tooltip_batteryPower": "puissance que le stockage sur batterie est capable de fournir au maximum",
    "tooltip_delta": "Variable de processus contrôlée par laquelle la station de charge est régulée",
    "tooltip_dynamicEnWG": "avec cette option, vous pouvez toujours charger avec plus de 6A de courant, mais la puissance est limitée à 4.140 watts selon l'allemand pour §14a EnWG",
    "tooltip_host": "Adresse IP de la wallbox KEBA KeContact",
    "tooltip_loadChargingSessions": "vérifiez si les sessions de charge enregistrées dans la wallbox doivent être chargées en tant qu'états dans iobroker",
    "tooltip_maxAmperage": "Valeur maximale de l'ampérage (dans MA) qui ne doit pas être dépassé par chaque phase de votre connexion",
    "tooltip_maxPower": "Vous pouvez définir un maximum de watts qui ne peut pas être atteint par tous les consommateurs",
    "tooltip_minAmperage": "Valeur minimale de l'ampérage avec laquelle la station de charge démarre encore (par exemple, Renault Zoe a besoin d'au moins 8 A pour démarrer la charge)",
    "tooltip_minTime": "Si le photovoltaïque a moins d'excédent que nécessaire pour charger au minimum votre VE, la charge continuera à moins que le VE n'ait été facturé pendant la durée spécifiée.",
    "tooltip_passiveMode": "La wallbox KEBA KeContact reste passive (pas de régulation de puissance), si vous utilisez plusieurs wallbox, toutes sauf une doivent fonctionner en mode passif",
    "tooltip_pollInterval": "Intervalle en secondes en mode passif à quelle fréquence la wallbox doit être interrogée pour de nouvelles valeurs (0 = valeur par défaut de 10 minutes)",
    "tooltip_regardTime": "Chaque fois que le photovoltaïque a moins d'excédent que nécessaire pour charger au minimum votre véhicule électrique, la charge doit continuer au moins pendant la durée spécifiée.",
    "tooltip_state1p3pSwitch": "nom de l'état qui contient l'interrupteur du contacteur d'installation pour basculer entre la charge monophasée et triphasée",
    "tooltip_stateAmperagePhase": "Nom d'État qui contient l'ampérage d'une phase de votre connexion",
    "tooltip_stateBatteryCharging": "nom de l'état qui contient l'énergie avec laquelle la batterie de stockage est en train de se charger. Des valeurs négatives signifient que la batterie se décharge. Cette puissance est également disponible pour recharger le véhicule.",
    "tooltip_stateBatteryDischarging": "nom de l'état qui détient la puissance avec laquelle la batterie de stockage se décharge actuellement. Des valeurs négatives signifient que la batterie est en charge.",
    "tooltip_stateBatterySoC": "nom de l'état qui contient le SoC (état de charge) du stockage de la batterie.",
    "tooltip_stateEnWG": "Nom de l'État qui contient des informations selon lesquelles le pouvoir de la station de charge doit être réduit en fonction du §14a enwg allemand - peut être booléen ou numéro, où vrai ou> 0 signifie que la limitation est active",
    "tooltip_stateEnergyMeter1": "Nom de l'état du 1er compteur d'énergie qui doit être utilisé pour calculer la valeur max. consommation d'énergie pour la limitation de puissance",
    "tooltip_stateEnergyMeter2": "Nom de l'état du 2ème compteur d'énergie qui sera utilisé pour calculer la puissance max. consommation d'énergie pour la limitation de puissance",
    "tooltip_stateEnergyMeter3": "Nom de l'état du 3ème compteur d'énergie qui sera utilisé pour calculer la puissance max. consommation d'énergie pour la limitation de puissance",
    "tooltip_stateRegard": "Nom de l'état qui détient la valeur du compteur d'énergie. Si le regard et le surplus sont tous deux contenus dans un même état, ne remplissez ici que si le regard est une valeur positive et le surplus est négatif.",
    "tooltip_stateSurplus": "Nom de l'État qui détient la plus-value du compteur d'énergie. Si le regard et le surplus sont tous deux contenus dans un même état, ne remplissez ici que si le surplus est une valeur positive et le regard est négatif.",
    "tooltip_statesIncludeWallbox": "cochez cette option si la consommation électrique de la wallbox est incluse dans \"stateRegard\" et \"stateSurplus\" (par défaut)",
    "tooltip_underusage": "Si le photovoltaïque a moins d'excédent que nécessaire pour charger au minimum votre VE, la charge continuera à moins que plus que les watts spécifiés ne soient prélevés à l'extérieur.",
    "tooltip_useX1": "Cochez la case si l'entrée X1 de la borne de recharge doit être utilisée pour désactiver automatiquement le photovoltaïque lorsqu'elle est fermée. Ainsi, un interrupteur physique peut être utilisé pour (dés)activer le photovoltaïque automatiquement.",
    "tooltip_wallboxNotIncluded": "Vérifiez si aucun des compteurs d'énergie répertoriés ne couvre également la consommation électrique de la Wallbox",
    "underusage": "Charge de sous-utilisation",
    "use-battery-for-full-charging": "utiliser la pleine capacité de stockage de la batterie pour charger le véhicule",
    "use-battery-for-minimum-charging": "utiliser le stockage de la batterie pour maintenir le véhicule en charge avec un courant minimum",
    "useX1forAutomatic": "utiliser le commutateur X1 pour le photovoltaïque automatique",
    "wallboxNotIncluded": "Puissance de la wallbox NON incluse dans les compteurs d'énergie",
    "watts": "W"
}
