{
    "1p3pSettingsSection": "Instellingen voor faseschakelaar",
    "1p3pSwitchIsNO": "1p/3p installatiemagneetschakelaar is NO, anders NC",
    "1p3pViaX2": "fasen schakelen met behulp van X2-uitgang van het laadstation",
    "A": "A",
    "Select all": "Selecteer alles",
    "addPower": "extra aanzien waarde",
    "amperageUnit": "Waarden zijn ampère of milliampere",
    "batteryMinSoC": "minimale SoC van batterijopslag",
    "batteryPower": "maximaal vermogen van de batterij",
    "batteryStorageSettingsSection": "Instellingen bij gebruik van een batterijopslag",
    "batteryStorageStrategy": "strategie voor het gebruik van batterijopslag voor het opladen van voertuigen",
    "delta": "Stapgrootte",
    "dynamicEnWG": "beperk het vermogen tot max. 4.140 Watt aan respect in plaats van max. 6A stroom volgens Duits voor §14a EnWG",
    "host": "Wallbox IP-adres",
    "loadChargingSessions": "laad de laatste laadsessies",
    "mA": "mA",
    "maxAmperage": "Maximale totale stroomsterkte voor elke fase (in MA)",
    "maxPower": "Maximaal energieverbruik overschot",
    "minAmperage": "Minimale stroomsterkte om te beginnen met opladen",
    "minTime": "Minimale oplaadtijd",
    "no-battery-battery-first": "gebruik geen batterijopslag voor het opladen van het voertuig, geef prioriteit aan batterijopslag",
    "no-battery-vehicle-first": "gebruik geen batterijopslag voor het opladen van het voertuig, geef voorrang aan het voertuig",
    "only-special-values": "De volgende waarden zijn alleen nodig als de wallbox door een fotovoltaïsche installatie moet worden geregeld",
    "passiveMode": "passieve modus",
    "pollInterval": "Vernieuwingsinterval (voor passieve modus)",
    "powerEnWG": "beperking volgens Duitse §14a EnWG",
    "powerLimitation": "De volgende waarden zijn alleen nodig als het maximale vermogen moet worden beperkt",
    "regardTime": "Tijd om door te gaan met opladen, zelfs met betrekking tot",
    "secs": "seconden",
    "state1p3pSwitch": "status voor schakelen van 1 fase naar 3 fasen laden",
    "stateAmperagePhase1_new": "Staat voor stroomsterkte van de 1e fase",
    "stateAmperagePhase2_new": "Staat voor stroomsterkte van de 2e fase",
    "stateAmperagePhase3_new": "Staat voor stroomsterkte van de 3e fase",
    "stateBatteryCharging": "naam van de staat van het stroomverbruik van de batterijopslag",
    "stateBatteryDischarging": "naam van de stroomvoorziening van de batterijopslag",
    "stateBatterySoC": "naam van de status voor de laadstatus (SoC) van de batterijopslag",
    "stateEnWG": "naam van de staat met informatie voor activering van stroombeperking volgens Duitse §14a EnWG",
    "stateEnergyMeter1": "Staatsnaam voor 1e energiemeter",
    "stateEnergyMeter2": "Staatsnaam voor 2e energiemeter",
    "stateEnergyMeter3": "Staatsnaam voor 3e energiemeter",
    "stateRegard": "Naam van aanzien staat",
    "stateSurplus": "Naam van de overtollige staat",
    "statesIncludeWallbox": "staten omvatten power of wallbox",
    "tooltip_1p3pSwitchIsNO": "geeft aan of dit een NO (normaal open) installatiemagneetschakelaar is en geactiveerd is om met drie fasen te laden, anders is het een NC (normaal gesloten) en geactiveerd om slechts één fase te laden",
    "tooltip_1p3pViaX2": "vink deze optie aan als u een KeContact S10 faseschakelapparaat gebruikt of als u een installatiemagneetschakelaar schakelt via X2-uitgangscontact van het laadstation",
    "tooltip_addPower": "Bijkomend vermogen dat permanent kan worden gebruikt voor het uitvoeren van een oplaadsessie",
    "tooltip_amperageUnit": "Geef aan of stroomsterkte van energiemeters wordt gemeten in ampère of milliampere",
    "tooltip_batteryMinSoC": "SoC (State of Charge) die de stroomafgifte van de batterijopslag stopt.",
    "tooltip_batteryPower": "vermogen dat de batterijopslag maximaal kan leveren",
    "tooltip_delta": "Gecontroleerde procesvariabele waarmee het laadstation wordt geregeld",
    "tooltip_dynamicEnWG": "met deze optie kun je nog steeds opladen met meer dan 6A stroom, maar het vermogen is beperkt tot 4.140 watt, rekening houdend met Duits voor §14a EnWG",
    "tooltip_host": "IP-adres van KEBA KeContact wallbox",
    "tooltip_loadChargingSessions": "controleer of laadsessies opgeslagen in wallbox moeten worden geladen als statussen in iobroker",
    "tooltip_maxAmperage": "Maximale waarde van stroomsterkte (in MA) die niet mag worden overschreden door elke fase van uw netverbinding",
    "tooltip_maxPower": "U kunt een maximum aantal watt definiëren dat niet door alle verbruikers mag worden bereikt",
    "tooltip_minAmperage": "Minimale stroomsterkte waarmee het laadstation nog start (bijv.Renault Zoe heeft minimaal 8A nodig om te beginnen met laden)",
    "tooltip_minTime": "Als fotovoltaïsche zonne-energie minder overschot heeft dan nodig is om uw EV minimaal op te laden, gaat het opladen door, tenzij de EV gedurende de gespecificeerde tijd is opgeladen",
    "tooltip_passiveMode": "KEBA KeContact wallbox blijft passief (geen stroomregeling), bij gebruik van meerdere wallboxen zouden op één na allemaal in passieve modus moeten werken",
    "tooltip_pollInterval": "Interval in seconden in passieve modus hoe vaak de wallbox moet worden opgevraagd voor nieuwe waarden (0 = standaardwaarde van 10 minuten)",
    "tooltip_regardTime": "Elke keer dat fotovoltaïsche zonne-energie minder overschot heeft dan nodig is om uw EV minimaal op te laden, gaat het opladen minstens de gespecificeerde tijd door",
    "tooltip_state1p3pSwitch": "naam van de toestand waarin de schakelaar voor installatiemagneetschakelaar zit om te schakelen tussen 1-fase en 3-fasen laden",
    "tooltip_stateAmperagePhase": "Naam van de staat die de stroomsterkte van één fase van uw netverbinding bevat",
    "tooltip_stateBatteryCharging": "naam van de staat die het vermogen heeft waarmee de batterijopslag momenteel wordt opgeladen. Negatieve waarden betekenen dat de batterij aan het ontladen is. Dit vermogen is ook beschikbaar voor het opladen van het voertuig.",
    "tooltip_stateBatteryDischarging": "naam van de staat die de stroom bevat waarmee de batterijopslag momenteel ontlaadt. Negatieve waarden betekenen dat de batterij wordt opgeladen.",
    "tooltip_stateBatterySoC": "naam van de staat die SoC (State of Charge) van batterijopslag bevat.",
    "tooltip_stateEnWG": "Naam van de staat die informatie bevat dat de macht van het laadstation volgens Duitse §14a enwg moet worden verminderd - kan boolean of nummer zijn, waarbij waar of> 0 betekent dat beperking actief is",
    "tooltip_stateEnergyMeter1": "Staatsnaam voor de 1e energiemeter die zal worden gebruikt om max. stroomverbruik voor stroombeperking",
    "tooltip_stateEnergyMeter2": "Staatsnaam voor de 2e energiemeter die zal worden gebruikt om max. stroomverbruik voor stroombeperking",
    "tooltip_stateEnergyMeter3": "Staatsnaam voor de 3e energiemeter die zal worden gebruikt om max. stroomverbruik voor stroombeperking",
    "tooltip_stateRegard": "Naam van de staat die betrekking heeft op de waarde van de energiemeter. Indien zowel aanzien als overschot in één staat aanwezig zijn, vul hier dan alleen staat in als aanzien een positieve waarde is en het overschot negatief is.",
    "tooltip_stateSurplus": "Naam van de staat met een meerwaarde van de energiemeter. Als zowel aanzien als overschot in één staat voorkomen, vul hier dan alleen staat in als het overschot een positieve waarde is en aanzien negatief is.",
    "tooltip_statesIncludeWallbox": "vink deze optie aan als het stroomverbruik van de wallbox is opgenomen in \"stateRegard\" en \"stateSurplus\" (standaard)",
    "tooltip_underusage": "Als fotovoltaïsche zonne-energie minder overschot heeft dan nodig is om uw EV minimaal op te laden, gaat het opladen door, tenzij er meer dan de gespecificeerde watt wordt afgenomen van extern",
    "tooltip_useX1": "Activeer het selectievakje als X1-ingang van het laadstation moet worden gebruikt om de automatische fotovoltaïsche installatie in gesloten toestand uit te schakelen. Zo kan een fysieke schakelaar worden gebruikt om de fotovoltaïsche automaat te (de)activeren.",
    "tooltip_wallboxNotIncluded": "Controleer of geen van de vermelde energiemeters ook het stroomverbruik van de wallbox dekt",
    "underusage": "Opladen onder gebruik",
    "use-battery-for-full-charging": "gebruik de volledige batterijopslagcapaciteit voor het opladen van het voertuig",
    "use-battery-for-minimum-charging": "gebruik batterijopslag om het opladen van het voertuig met minimale stroom te ondersteunen",
    "useX1forAutomatic": "gebruik X1-schakelaar voor fotovoltaïsche automaat",
    "wallboxNotIncluded": "Vermogen van wallbox NIET inbegrepen in energiemeters",
    "watts": "W"
}
