{
    "1p3pSettingsSection": "Ustawienia przełącznika fazy",
    "1p3pSwitchIsNO": "Stycznik instalacyjny 1p/3p jest NO, w przeciwnym razie NC",
    "1p3pViaX2": "przełączanie faz za pomocą wyjścia X2 stacji ładującej",
    "A": "A",
    "addPower": "Dodatkowa wartość szacunku",
    "amperageUnit": "Wartości są ampere lub miliampere",
    "batteryMinSoC": "minimalny SoC przechowywania baterii",
    "batteryPower": "maksymalna moc baterii",
    "batteryStorageSettingsSection": "Ustawienia podczas korzystania z magazynu baterii",
    "batteryStorageStrategy": "strategia wykorzystania magazynu akumulatora do ładowania pojazdu",
    "delta": "Rozmiar kroku",
    "dynamicEnWG": "ograniczyć moc do max. 4.140 watów zamiast maks. Prąd 6A według języka niemieckiego dla §14a EnWG",
    "host": "Adres IP stacji Wallbox",
    "loadChargingSessions": "załaduj ostatnie sesje ładowania",
    "mA": "mA",
    "maxAmperage": "Maksymalne całkowite prąd dla każdej fazy (w MA)",
    "maxPower": "Nadwyżka maksymalnego poboru mocy",
    "minAmperage": "Minimalne natężenie prądu do rozpoczęcia ładowania",
    "minTime": "Minimalny czas ładowania",
    "no-battery-battery-first": "nie używaj magazynu akumulatora do ładowania pojazdu, priorytetem jest przechowywanie akumulatora",
    "no-battery-vehicle-first": "nie używaj magazynu akumulatora do ładowania pojazdu, priorytetem jest pojazd",
    "only-special-values": "Poniższe wartości są potrzebne tylko wtedy, gdy wallbox ma być regulowany przez moduł fotowoltaiczny",
    "passiveMode": "tryb pasywny",
    "pollInterval": "Interwał odświeżania (dla trybu pasywnego)",
    "powerEnWG": "ograniczenie zgodnie z niemieckim §14a EnWG",
    "powerLimitation": "Poniższe wartości są potrzebne tylko wtedy, gdy trzeba ograniczyć maksymalną moc",
    "regardTime": "Czas kontynuować ładowanie, nawet z szacunkiem",
    "secs": "sekundy",
    "state1p3pSwitch": "stan przełączania ładowania z 1 fazy na 3 fazy",
    "stateAmperagePhase1_new": "stan prądu w pierwszej fazie",
    "stateAmperagePhase2_new": "stan prądu 2. fazy",
    "stateAmperagePhase3_new": "stan prądu trzeciej fazy",
    "stateBatteryCharging": "nazwa stanu poboru mocy przez magazynowanie baterii",
    "stateBatteryDischarging": "nazwa stanu zasilania zasobnika baterii",
    "stateBatterySoC": "nazwa stanu dla stanu naładowania (SoC) przechowywania baterii",
    "stateEnWG": "nazwa państwa posiadającego informacje dotyczące aktywacji ograniczenia mocy zgodnie z niemieckim §14a EnWG",
    "stateEnergyMeter1": "Nazwa stanu dla 1. licznika energii",
    "stateEnergyMeter2": "Nazwa stanu dla 2. licznika energii",
    "stateEnergyMeter3": "Nazwa stanu dla 3. licznika energii",
    "stateRegard": "Nazwa stanu szacunku",
    "stateSurplus": "Nazwa stanu nadwyżkowego",
    "statesIncludeWallbox": "stany obejmują moc wallboxa",
    "tooltip_1p3pSwitchIsNO": "określa, czy jest to stycznik instalacji NO (normalnie otwarty) i jest aktywowany do ładowania trzema fazami, w przeciwnym razie jest to stycznik NC (normalnie zamknięty) i jest aktywowany do ładowania tylko jedną fazą",
    "tooltip_1p3pViaX2": "zaznacz tę opcję, jeśli używasz urządzenia przełączającego fazy KeContact S10 lub jeśli przełączasz stycznik instalacyjny przez styk wyjściowy X2 stacji ładującej",
    "tooltip_addPower": "Dodatkowo należy zwrócić uwagę na moc, która może być wykorzystana na stałe podczas sesji ładowania",
    "tooltip_amperageUnit": "Proszę określić, czy prąd mierników energii mierzy się w Ampere lub Milliampere",
    "tooltip_batteryMinSoC": "SoC (stan naładowania), który zatrzymuje dostarczanie energii do przechowywania baterii.",
    "tooltip_batteryPower": "maksymalną moc, jaką akumulator jest w stanie zapewnić",
    "tooltip_delta": "Kontrolowana zmienna procesowa, według której regulowana jest stacja ładowania",
    "tooltip_dynamicEnWG": "dzięki tej opcji nadal możesz ładować prądem większym niż 6 A, ale moc jest ograniczona do 4,140 W, zgodnie z niemieckim §14a EnWG",
    "tooltip_host": "Adres IP wallboxa KEBA KeContact",
    "tooltip_loadChargingSessions": "sprawdź, czy sesje ładowania zapisane w wallboxie powinny być ładowane jako stany w iobrokerze",
    "tooltip_maxAmperage": "Maksymalna wartość prądu (w MA), której nie można przekroczyć przez każdą fazę połączenia głównego",
    "tooltip_maxPower": "Możesz zdefiniować maksymalną liczbę watów, której nie mogą osiągnąć wszyscy konsumenci",
    "tooltip_minAmperage": "Minimalna wartość natężenia prądu, z jakim stacja ładowania nadal się uruchamia (np. Renault Zoe potrzebuje co najmniej 8 A do rozpoczęcia ładowania)",
    "tooltip_minTime": "Jeśli fotowoltaika ma mniejszą nadwyżkę niż jest to potrzebne do minimalnego naładowania twojego EV, ładowanie będzie kontynuowane, chyba że EV był ładowany przez określony czas",
    "tooltip_passiveMode": "KEBA KeContact Wallbox pozostaje pasywny (brak regulacji mocy), jeśli używasz wielu wallboxów, wszystkie oprócz jednej powinny działać w trybie pasywnym",
    "tooltip_pollInterval": "Odstęp w sekundach w trybie pasywnym, jak często należy pytać Wallbox o nowe wartości (0 = domyślna wartość 10 minut)",
    "tooltip_regardTime": "Za każdym razem, gdy fotowoltaika ma mniejszą nadwyżkę niż jest to potrzebne do minimalnego naładowania twojego pojazdu elektrycznego, ładowanie powinno trwać co najmniej przez określony czas",
    "tooltip_state1p3pSwitch": "nazwa stanu, w którym znajduje się przełącznik stycznika instalacyjnego do przełączania między ładowaniem 1-fazowym a 3-fazowym",
    "tooltip_stateAmperagePhase": "Nazwa stanu, która zawiera natężenie jednej fazy połączenia głównego",
    "tooltip_stateBatteryCharging": "nazwa stanu, w którym znajduje się moc, z jaką aktualnie ładuje się akumulator. Wartości ujemne oznaczają rozładowywanie się akumulatora. Ta moc jest również dostępna do ładowania pojazdu.",
    "tooltip_stateBatteryDischarging": "nazwa stanu, w którym znajduje się moc, z jaką aktualnie rozładowuje się akumulator. Wartości ujemne oznaczają ładowanie akumulatora.",
    "tooltip_stateBatterySoC": "nazwa stanu, w którym znajduje się SoC (stan naładowania) przechowywania baterii.",
    "tooltip_stateEnWG": "Nazwa stanu, która zawiera informacje, że moc stacji ładowania ma zostać zmniejszona zgodnie z niemieckim §14a ENWG - może być boolowska lub liczba, gdzie prawdziwe lub> 0 oznacza, że ​​ograniczenie jest aktywne",
    "tooltip_stateEnergyMeter1": "Nazwa stanu dla 1. licznika energii, na podstawie którego obliczane są maks. pobór mocy w celu ograniczenia mocy",
    "tooltip_stateEnergyMeter2": "Nazwa stanu dla 2. licznika energii, na podstawie którego obliczane są maks. pobór mocy w celu ograniczenia mocy",
    "tooltip_stateEnergyMeter3": "Nazwa stanu dla 3. licznika energii, na podstawie którego oblicza się maks. pobór mocy w celu ograniczenia mocy",
    "tooltip_stateRegard": "Nazwa stanu, który dotyczy wartości licznika energii. Jeśli zarówno szacunek, jak i nadwyżka zawarte są w jednym stanie, proszę wpisać stan tutaj tylko wtedy, gdy szacunek jest wartością dodatnią, a nadwyżka ujemna.",
    "tooltip_stateSurplus": "Nazwa państwa, w którym znajduje się wartość dodatkowa licznika energii. Jeśli zarówno szacunek, jak i nadwyżka zawarte są w jednym stanie, proszę wpisać stan tutaj tylko wtedy, gdy nadwyżka jest wartością dodatnią, a szacunek jest ujemna.",
    "tooltip_statesIncludeWallbox": "zaznacz tę opcję, jeśli pobór mocy Wallbox jest uwzględniany w \"stateRegard\" i \"stateSurplus\" (domyślnie)",
    "tooltip_underusage": "Jeśli fotowoltaika ma mniejszą nadwyżkę niż jest to potrzebne do minimalnego naładowania twojego pojazdu elektrycznego, ładowanie będzie kontynuowane, chyba że więcej niż określone waty zostanie pobrane z zewnętrznego",
    "tooltip_useX1": "Aktywuj pole wyboru, jeśli wejście X1 stacji ładującej ma być używane do dezaktywacji automatycznej fotowoltaiki po zamknięciu. W ten sposób fizyczny przełącznik może być użyty do (dez)aktywacji fotowoltaiki automatycznej.",
    "tooltip_wallboxNotIncluded": "Sprawdź, czy żaden z wymienionych liczników energii nie obejmuje również poboru mocy przez Wallbox",
    "underusage": "Niewystarczające zużycie energii",
    "use-battery-for-full-charging": "wykorzystywać pełną pojemność akumulatora do ładowania pojazdu",
    "use-battery-for-minimum-charging": "korzystaj z magazynu akumulatorów, aby podtrzymać ładowanie pojazdu minimalnym prądem",
    "useX1forAutomatic": "Użyj przełącznika X1 do automatycznego fotowoltaicznego;",
    "wallboxNotIncluded": "Moc Wallbox NIE jest uwzględniona w licznikach energii",
    "watts": "W"
}
