{
    "1p3pSettingsSection": "Configurações para mudança de fase",
    "1p3pSwitchIsNO": "O contator de instalação 1p/3p é NA, caso contrário, NC",
    "1p3pViaX2": "interruptor de fases usando a saída X2 da estação de carregamento",
    "addPower": "valor de consideração adicional",
    "amperageUnit": "Os valores são Ampere ou Milliampere",
    "batteryMinSoC": "SoC mínimo de armazenamento de bateria",
    "batteryPower": "potência máxima da bateria",
    "batteryStorageSettingsSection": "Configurações ao usar um armazenamento de bateria",
    "batteryStorageStrategy": "estratégia como usar o armazenamento da bateria para carregar o veículo",
    "delta": "Tamanho do passo",
    "dynamicEnWG": "limite a potência ao máximo. 4.140 watts de potência em vez do máximo. Corrente 6A de acordo com alemão para §14a EnWG",
    "host": "Endereço IP da Wallbox",
    "loadChargingSessions": "carregue as últimas sessões de carregamento",
    "maxAmperage": "AMPERAGEM TOTAL MÁXIMO PARA cada fase (em MA)",
    "maxPower": "Excesso de consumo máximo de energia",
    "minAmperage": "Amperagem mínima para começar a carregar",
    "minTime": "Tempo mínimo de carregamento",
    "no-battery-battery-first": "não use armazenamento de bateria para carregar o veículo, priorize o armazenamento de bateria",
    "no-battery-vehicle-first": "não use armazenamento de bateria para carregar o veículo, priorize o veículo",
    "only-special-values": "Os seguintes valores são necessários apenas se a caixa de parede for regulada pela unidade fotovoltaica",
    "passiveMode": "modo passivo",
    "pollInterval": "Intervalo de atualização (para modo passivo)",
    "powerEnWG": "limitação de acordo com o §14a EnWG alemão",
    "powerLimitation": "Os seguintes valores são necessários apenas se a potência máxima deve ser limitada",
    "regardTime": "É hora de continuar a carregar, mesmo em relação",
    "secs": "segundos",
    "state1p3pSwitch": "estado para comutação de 1 fase para 3 fases de carregamento",
    "stateAmperagePhase1_new": "estado para amperagem da 1ª fase",
    "stateAmperagePhase2_new": "estado para amperagem da 2ª fase",
    "stateAmperagePhase3_new": "estado para amperagem da 3ª fase",
    "stateBatteryCharging": "nome do estado do consumo de energia do armazenamento da bateria",
    "stateBatteryDischarging": "nome do estado de fornecimento de energia do armazenamento da bateria",
    "stateBatterySoC": "nome do estado para o estado de carga (SoC) do armazenamento da bateria",
    "stateEnWG": "nome do estado que detém informações para ativação da limitação de energia de acordo com o §14a EnWG alemão",
    "stateEnergyMeter1": "Nome do estado do primeiro medidor de energia",
    "stateEnergyMeter2": "Nome do estado para o 2º medidor de energia",
    "stateEnergyMeter3": "Nome do estado para o 3º medidor de energia",
    "stateRegard": "Nome do estado de consideração",
    "stateSurplus": "Nome do estado excedente",
    "statesIncludeWallbox": "estados incluem poder da caixa de embutir",
    "tooltip_1p3pSwitchIsNO": "especifica se este é um contator de instalação NO (normalmente aberto) e é ativado para carregar com três fases, caso contrário é um NF (normalmente fechado) e é ativado para carregar com apenas uma fase",
    "tooltip_1p3pViaX2": "marque esta opção se estiver usando um dispositivo de comutação de fase KeContact S10 ou se estiver comutando um contator de instalação via contato de saída X2 da estação de carregamento",
    "tooltip_addPower": "Poder de consideração adicional que pode ser usado permanentemente para executar a sessão de carregamento",
    "tooltip_amperageUnit": "Especifique se a amperagem de medidores de energia é medida em ampere ou miliampere",
    "tooltip_batteryMinSoC": "SoC (estado de carga) que interrompe o fornecimento de energia do armazenamento da bateria.",
    "tooltip_batteryPower": "energia que o armazenamento da bateria é capaz de fornecer no máximo",
    "tooltip_delta": "Variável de processo controlada pela qual a estação de carregamento é regulada",
    "tooltip_dynamicEnWG": "com esta opção você ainda pode carregar com mais de 6A de corrente, mas a potência é limitada a 4.140 watts de acordo com o alemão para §14a EnWG",
    "tooltip_host": "Endereço IP da caixa de embutir KEBA KeContact",
    "tooltip_loadChargingSessions": "verifique se as sessões de cobrança salvas na caixa de parede devem ser carregadas como estados no iobroker",
    "tooltip_maxAmperage": "Valor máximo de amperagem (em MA) que não deve ser excedido por cada fase da sua conexão com a rede elétrica",
    "tooltip_maxPower": "Você pode definir um máximo de watts que não deve ser alcançado por todos os consumidores",
    "tooltip_minAmperage": "Valor mínimo da amperagem com a qual a estação de carregamento ainda inicia (por exemplo, Renault Zoe precisa de pelo menos 8A para começar a carregar)",
    "tooltip_minTime": "Se a energia fotovoltaica tiver menos excedente do que o necessário para carregar minimamente o seu EV, o carregamento deve continuar, a menos que o EV tenha sido cobrado pelo período de tempo especificado",
    "tooltip_passiveMode": "A caixa de embutir KEBA KeContact mantém-se passiva (sem regulação de energia), se usar várias caixas de embutir, todas, exceto uma, devem funcionar no modo passivo",
    "tooltip_pollInterval": "Intervalo em segundos no modo passivo com que frequência a caixa de parede deve ser consultada para novos valores (0 = valor padrão de 10 minutos)",
    "tooltip_regardTime": "Cada vez que a energia fotovoltaica tem menos excedente do que o necessário para carregar minimamente o seu EV, o carregamento deve continuar pelo menos pelo período de tempo especificado",
    "tooltip_state1p3pSwitch": "nome do estado que mantém o interruptor para o contator de instalação alternar entre carregamento de 1 fase e 3 fases",
    "tooltip_stateAmperagePhase": "Nome do estado que mantém a amperagem de uma fase da sua conexão com a rede elétrica",
    "tooltip_stateBatteryCharging": "nome do estado que mantém a energia com a qual o armazenamento da bateria está sendo carregado no momento. Valores negativos significam que a bateria está descarregando. Esta energia também está disponível para carregar o veículo.",
    "tooltip_stateBatteryDischarging": "nome do estado que mantém a energia com a qual o armazenamento da bateria está descarregando no momento. Valores negativos significam que a bateria está carregando.",
    "tooltip_stateBatterySoC": "nome do estado que contém SoC (estado de carga) de armazenamento da bateria.",
    "tooltip_stateEnWG": "Nome do Estado que possui informações de que o poder da estação de carregamento deve ser reduzido de acordo com o §14A ENWG alemão - pode ser booleano ou número, onde verdadeiro ou> 0 significa que a limitação está ativa",
    "tooltip_stateEnergyMeter1": "Nome do estado do primeiro medidor de energia que deve ser usado para calcular o máx. consumo de energia para limitação de energia",
    "tooltip_stateEnergyMeter2": "Nome do estado do segundo medidor de energia que deve ser usado para calcular o máx. consumo de energia para limitação de energia",
    "tooltip_stateEnergyMeter3": "Nome do estado do terceiro medidor de energia que deve ser usado para calcular o máx. consumo de energia para limitação de energia",
    "tooltip_stateRegard": "Nome do estado que mantém o valor do medidor de energia. Se a consideração e o excedente estiverem contidos em um estado, preencha o estado aqui apenas se a consideração for um valor positivo e o excedente for negativo.",
    "tooltip_stateSurplus": "Nome do estado que detém o valor excedente do medidor de energia. Se tanto a consideração quanto o excedente estiverem contidos em um estado, preencha o estado aqui apenas se o excedente for um valor positivo e a consideração for negativa.",
    "tooltip_statesIncludeWallbox": "marque esta opção se o consumo de energia da caixa de parede estiver incluído em \"stateRegard\" e \"stateSurplus\" (padrão)",
    "tooltip_underusage": "Se a energia fotovoltaica tiver menos excedente do que o necessário para carregar minimamente seu EV, o carregamento deve continuar, a menos que mais do que os watts especificados sejam retirados do exterior",
    "tooltip_useX1": "Ative a caixa de seleção se a entrada X1 da estação de carregamento deve ser usada para desativar a energia fotovoltaica automática quando fechada. Assim, um interruptor físico pode ser usado para (des) ativar a fotovoltaica automática.",
    "tooltip_wallboxNotIncluded": "Verifique se nenhum dos medidores de energia listados também cobre o consumo de energia da caixa de embutir",
    "underusage": "Carregamento subutilizado",
    "use-battery-for-full-charging": "use a capacidade total de armazenamento da bateria para carregar o veículo",
    "use-battery-for-minimum-charging": "use o armazenamento da bateria para manter o carregamento do veículo com corrente mínima",
    "useX1forAutomatic": "use o interruptor X1 para fotovoltaico automático",
    "wallboxNotIncluded": "Potência da caixa de embutir NÃO incluída nos medidores de energia",
    "watts": "W",
    "ampere": "UM",
    "lessInfoLogs": "Reduza o número de entradas de log de informações",
    "milliAmpere": "MA",
    "tooltip_lessInfoLogs": "As entradas de log em relação à mudança de amora ou cobrança contínua serão escritas com o nível de depuração em vez do nível de informação",
    "tooltip_batteryLimitSoC": "O carregamento total da bateria será reduzido, quando o SOC (estado de carga) marcará para 100%. Este valor indica quando esse efeito entrará em vigor",
    "batteryLimitSoC": "SOC de armazenamento de bateria quando a energia de carregamento reduzida entrará em vigor",
    "authChargingTime": "Hora de cobrar quando conectado e Auth está ligado",
    "tooltip_authChargingTime": "O veículo será carregado para esse tempo assim que estiver conectado e a autorização for necessária (isso é para evitar um bug em keba que, de outra forma",
    "batteryChargePower": "Potência máxima com a qual a bateria pode ser carregada",
    "tooltip_batteryChargePower": "Energia que o armazenamento da bateria é capaz de carregar no máximo (0 = o mesmo que a energia máxima da bateria)"
}
