{
    "1p3pSettingsSection": "Налаштування перемикача фаз",
    "1p3pSwitchIsNO": "Монтажний контактор 1p/3p є NO, інакше NC",
    "1p3pViaX2": "перемикання фаз за допомогою виходу X2 зарядної станції",
    "A": "A",
    "All": "все",
    "Deselect all": "Зняти вибір із усіх",
    "ID": "ID",
    "KEBA KeContact adapter settings": "Налаштування адаптера KEBA KeContact",
    "Name": "Ім'я",
    "Role": "Роль",
    "Select": "Виберіть",
    "Select all": "Вибрати все",
    "Value": "Значення",
    "addPower": "додаткове значення",
    "amperageUnit": "значення є ампер або міліампер",
    "batteryMinSoC": "мінімальний SoC акумулятора",
    "batteryPower": "максимальна потужність акумулятора",
    "batteryStorageSettingsSection": "Налаштування під час використання акумулятора",
    "batteryStorageStrategy": "стратегія використання акумулятора для заряджання автомобіля",
    "delta": "розмір кроку",
    "dynamicEnWG": "обмежити потужність до макс. 4,140 Вт споживання замість макс. Струм 6A відповідно до німецької мови для §14a EnWG",
    "host": "IP-адреса wallbox",
    "loadChargingSessions": "завантажити останні сеанси зарядки",
    "mA": "мА",
    "maxAmperage": "Максимальна загальна ампераж для кожної фази (в МА)",
    "maxPower": "максимальний надлишок споживаної потужності",
    "minAmperage": "мінімальна сила струму для початку заряджання",
    "minTime": "мінімальний час зарядки",
    "no-battery-battery-first": "не використовуйте накопичувач акумулятора для заряджання транспортного засобу, надайте пріоритет накопиченню акумулятора",
    "no-battery-vehicle-first": "не використовуйте акумуляторну батарею для заряджання транспортного засобу, надавайте перевагу транспортному засобу",
    "only-special-values": "Наступні значення потрібні, лише якщо Wallbox має регулюватися фотоелектричним блоком",
    "passiveMode": "пасивний режим",
    "pollInterval": "інтервал оновлення (для пасивного режиму)",
    "powerEnWG": "обмеження згідно з німецьким §14a EnWG",
    "powerLimitation": "Наступні значення потрібні, лише якщо потрібно обмежити максимальну потужність",
    "regardTime": "час для продовження заряджання навіть з урахуванням",
    "secs": "секунд",
    "state1p3pSwitch": "стан для перемикання 1 фази на 3 фази зарядки",
    "stateAmperagePhase1_new": "Стан для амперажі 1 -ї фази",
    "stateAmperagePhase2_new": "Стан для амперажі 2 -ї фази",
    "stateAmperagePhase3_new": "Стан для амперажі 3 -ї фази",
    "stateBatteryCharging": "назва стану енергоспоживання акумуляторної батареї",
    "stateBatteryDischarging": "найменування стану живлення акумуляторного накопичувача",
    "stateBatterySoC": "назва стану для стану заряду (SoC) акумулятора",
    "stateEnWG": "назва державного володіння інформацією для активації обмеження потужності згідно з німецьким §14a EnWG",
    "stateEnergyMeter1": "назва стану для 1-го лічильника енергії",
    "stateEnergyMeter2": "назва стану для 2-го лічильника енергії",
    "stateEnergyMeter3": "назва стану для 3-го лічильника енергії",
    "stateRegard": "назва штату",
    "stateSurplus": "назва надлишкового стану",
    "statesIncludeWallbox": "стани включають потужність Wallbox",
    "tooltip_1p3pSwitchIsNO": "вказує, чи є це контактор NO (нормально розімкнутий) і активується для заряджання з трьома фазами, інакше це NC (нормально замкнутий) і активується для заряджання лише з однією фазою",
    "tooltip_1p3pViaX2": "позначте цю опцію, якщо ви використовуєте пристрій перемикання фаз KeContact S10 або якщо ви перемикаєте інсталяційний контактор через вихідний контакт X2 зарядної станції",
    "tooltip_addPower": "додаткова потужність, яка може постійно використовуватися для запуску сеансу зарядки",
    "tooltip_amperageUnit": "Будь ласка, вкажіть, чи вимірюється ампераж лічильників енергії в ампер або міліампер",
    "tooltip_batteryMinSoC": "SoC (стан заряду), який припиняє подачу живлення акумулятора.",
    "tooltip_batteryPower": "потужність, яку акумулятор здатний забезпечити максимально",
    "tooltip_delta": "контрольована змінна процесу, за допомогою якої регулюється зарядна станція",
    "tooltip_dynamicEnWG": "за допомогою цієї опції ви все ще можете заряджати струмом понад 6 А, але потужність обмежена до 4,140 Вт відповідно до німецької мови для §14a EnWG",
    "tooltip_host": "IP-адреса KEBA KeContact wallbox",
    "tooltip_loadChargingSessions": "перевірте, чи сеанси заряджання, збережені в wallbox, повинні завантажуватися як стани в iobroker",
    "tooltip_maxAmperage": "Максимальне значення ампеража (в Ма), яке не повинно перевищувати кожну фазу з'єднання вашого мережі",
    "tooltip_maxPower": "Ви можете визначити максимальну потужність у Ватах, яку не можуть досягати всі споживачі",
    "tooltip_minAmperage": "мінімальне значення сили струму, з якою запускається зарядна станція (наприклад, Renault Zoe потребує щонайменше 8 А для початку зарядки)",
    "tooltip_minTime": "якщо фотовольтаїка має менший надлишок, ніж необхідно для мінімального заряджання вашого EV, заряджання продовжуватиметься, якщо EV не заряджається протягом зазначеного періоду часу",
    "tooltip_passiveMode": "KEBA KeContact wallbox зберігає пасивність (без регулювання потужності), якщо використовується кілька настінних коробок, усі, крім однієї, повинні працювати в пасивному режимі",
    "tooltip_pollInterval": "інтервал у секундах у пасивному режимі, як часто Wallbox має запитувати нові значення (0 = значення за замовчуванням 10 хвилин)",
    "tooltip_regardTime": "кожного разу, коли фотоелектричні пристрої мають менший надлишок, ніж потрібно для мінімального заряду вашого EV, зарядка триватиме принаймні протягом зазначеного проміжку часу",
    "tooltip_state1p3pSwitch": "назва стану, який утримує перемикач для встановлення контактора для перемикання між 1-фазною та 3-фазною зарядкою",
    "tooltip_stateAmperagePhase": "Назва держави, яка містить ампераж однієї фази з'єднання ваших мереж",
    "tooltip_stateBatteryCharging": "назва стану, який зберігає потужність, з якою накопичувач акумулятора заряджається в даний момент. Від’ємні значення означають, що акумулятор розряджається. Ця потужність також доступна для зарядки автомобіля.",
    "tooltip_stateBatteryDischarging": "назва стану, який утримує потужність, з якою накопичувач акумулятора в даний момент розряджається. Від’ємні значення означають, що акумулятор заряджається.",
    "tooltip_stateBatterySoC": "назва стану, який містить SoC (стан заряду) акумулятора.",
    "tooltip_stateEnWG": "Назва держави, яка містить інформацію про те, що потужність зарядної станції повинна бути зменшена відповідно до німецької §14a enwg - може бути булевим або числом, де правда або> 0 означає, що обмеження активне",
    "tooltip_stateEnergyMeter1": "назва стану для 1-го лічильника енергії, який буде використовуватися для розрахунку макс. споживана потужність для обмеження потужності",
    "tooltip_stateEnergyMeter2": "назва стану для 2-го лічильника енергії, який буде використовуватися для розрахунку макс. споживана потужність для обмеження потужності",
    "tooltip_stateEnergyMeter3": "назва стану для 3-го лічильника енергії, який буде використовуватися для розрахунку макс. споживана потужність для обмеження потужності",
    "tooltip_stateRegard": "назва держави, яка бере до уваги значення лічильника електроенергії. Якщо і співвідношення, і надлишок містяться в одному стані, заповніть тут стан, лише якщо співвідношення є додатним значенням, а надлишок — від’ємним.",
    "tooltip_stateSurplus": "назва держави, яка має додаткову вартість лічильника енергії. Якщо і відношення, і надлишок містяться в одному стані, заповніть тут стан, лише якщо надлишок є додатним значенням, а відношення — від’ємним.",
    "tooltip_statesIncludeWallbox": "перевірте це, якщо енергоспоживання Wallbox включено в \"stateRegard\" і \"stateSurplus\" (за замовчуванням)",
    "tooltip_underusage": "якщо фотовольтаїка має менший надлишок, ніж необхідно для мінімального заряджання вашого EV, заряджання продовжуватиметься, якщо від зовнішнього джерела не буде взято більше, ніж зазначено,",
    "tooltip_useX1": "увімкніть прапорець, якщо вхід X1 зарядної станції слід використовувати для автоматичного вимкнення фотоелектричної системи при закритті. Таким чином, фізичний перемикач може бути використаний для (де)активації фотоелектричної автоматичної.",
    "tooltip_wallboxNotIncluded": "Перевірте, чи жоден із перерахованих лічильників енергії також не покриває споживання електроенергії wallbox",
    "underusage": "недостатнє використання заряду",
    "use-battery-for-full-charging": "використовуйте повну ємність акумулятора для заряджання автомобіля",
    "use-battery-for-minimum-charging": "використовуйте акумуляторну батарею, щоб підтримувати зарядку автомобіля мінімальним струмом",
    "useX1forAutomatic": "використовуйте перемикач X1 для фотоелектричної автоматики",
    "wallboxNotIncluded": "потужність Wallbox НЕ входить до складу лічильників енергії",
    "watts": "ват"
}
