{
    "1p3pSettingsSection": "Impostazioni per l'interruttore di fase",
    "1p3pSwitchIsNO": "Il contattore di installazione 1p/3p è NO altrimenti NC",
    "1p3pViaX2": "commutazione delle fasi utilizzando l'uscita X2 della stazione di ricarica",
    "Acknowledged": "Riconosciuto",
    "All": "Tutto",
    "Cancel": "Annulla",
    "Deselect all": "Deselezionare tutto",
    "From": "Da",
    "ID": "ID",
    "Invert selection": "Inverti selezione",
    "KEBA KeContact adapter settings": "Impostazioni dell'adattatore KEBA KeContact",
    "Last changed": "Ultima modifica",
    "Name": "Nome",
    "Processing...": "In lavorazione...",
    "Role": "Ruolo",
    "Room": "Camera",
    "Select": "Selezionare",
    "Select ID": "Seleziona ID",
    "Select all": "Seleziona tutto",
    "Time stamp": "Marca temporale",
    "Value": "Valore",
    "addPower": "valore di considerazione aggiuntivo",
    "batteryMinSoC": "minimo SoC di stoccaggio della batteria",
    "batteryPower": "potenza massima della batteria",
    "batteryStorageSettingsSection": "Impostazioni quando si utilizza una memoria della batteria",
    "delta": "Dimensione del passo",
    "host": "Indirizzo IP Wallbox",
    "limitBatteryStoragePower": "limitare la potenza di accumulo della batteria",
    "loadChargingSessions": "caricare le ultime sessioni di ricarica",
    "mA": "mA",
    "maxPower": "Massima potenza assorbita in eccesso",
    "min1p3pSwTime": "Tempo minimo da considerare tra la commutazione tra le fasi",
    "minAmperage": "Amperaggio minimo per avviare la ricarica",
    "minTime": "Tempo minimo di ricarica",
    "only-special-values": "I seguenti valori sono necessari solo se la wallbox deve essere regolata dall'unità fotovoltaica",
    "passiveMode": "modalità passiva",
    "pollInterval": "Intervallo di aggiornamento (per modalità passiva)",
    "powerLimitation": "I seguenti valori sono necessari solo se la potenza massima deve essere limitata",
    "regardTime": "È ora di continuare a caricare anche per quanto riguarda",
    "secs": "secondi",
    "state1p3pSwitch": "stato per la commutazione della carica da 1 fase a 3 fasi",
    "stateBatteryAvailable": "nome dello stato della potenza disponibile dell'accumulatore",
    "stateBatteryCharging": "nome dello stato di consumo di energia della batteria di accumulo",
    "stateBatteryDischarging": "nome dello stato di erogazione dell'energia di accumulo della batteria",
    "stateBatterySoC": "nome dello stato per lo stato di carica (SoC) dell'accumulatore",
    "stateEnergyMeter1": "Nome dello stato del 1 ° contatore di energia",
    "stateEnergyMeter2": "Nome dello stato per il 2 ° contatore di energia",
    "stateEnergyMeter3": "Nome dello stato del 3 ° contatore di energia",
    "stateRegard": "Nome dello stato di riferimento",
    "stateSurplus": "Nome dello stato in eccedenza",
    "statesIncludeWallbox": "gli stati includono la potenza della wallbox",
    "tooltip_1p3pSwitchIsNO": "specifica se si tratta di un teleruttore di impianto NA (normalmente aperto) e si attiva per caricare con tre fasi, altrimenti è un NC (normalmente chiuso) e si attiva per caricare con una sola fase",
    "tooltip_1p3pViaX2": "seleziona questa opzione se stai utilizzando un dispositivo di commutazione di fase KeContact S10 o se stai commutando un contattore di installazione tramite il contatto di uscita X2 della stazione di ricarica",
    "tooltip_addPower": "Potenza aggiuntiva che può essere utilizzata in modo permanente per l'esecuzione della sessione di ricarica",
    "tooltip_batteryMinSoC": "SoC (stato di carica) che interrompe l'erogazione di energia della batteria.",
    "tooltip_batteryPower": "potenza che l'accumulatore è in grado di fornire al massimo",
    "tooltip_delta": "Variabile di processo controllata in base alla quale è regolata la stazione di ricarica",
    "tooltip_host": "Indirizzo IP della wallbox KEBA KeContact",
    "tooltip_limitBatteryStoragePower": "limitare la potenza di accumulo della batteria per sostenere solo la sessione di ricarica con potenza minima",
    "tooltip_loadChargingSessions": "verificare se le sessioni di ricarica salvate nella wallbox devono essere caricate come stati in iobroker",
    "tooltip_maxPower": "È possibile definire un massimo di watt che non può essere raggiunto da tutti i consumatori",
    "tooltip_min1p3pSwTime": "definisce il tempo che deve essere considerato tra le fasi di commutazione. L'edizione KEBA DE richiede circa 300 secondi tra l'invio di un nuovo comando per modificare il contatto di installazione. Ciò significa che il tempo tra la commutazione può essere prolungato di questo valore",
    "tooltip_minAmperage": "Valore minimo di amperaggio con cui la stazione di ricarica parte ancora (es.Renault Zoe necessita di almeno 8A per avviare la ricarica)",
    "tooltip_minTime": "Se il fotovoltaico ha un surplus inferiore a quello necessario per caricare al minimo il tuo veicolo elettrico, la ricarica continuerà a meno che il veicolo elettrico non sia stato addebitato per il periodo di tempo specificato",
    "tooltip_passiveMode": "KEBA KeContact wallbox rimane passivo (nessuna regolazione della potenza), se si utilizzano più wallbox tutti tranne uno dovrebbero funzionare in modalità passiva",
    "tooltip_pollInterval": "Intervallo in secondi in modalità passiva la frequenza con cui richiedere alla wallbox nuovi valori (0 = valore predefinito di 10 minuti)",
    "tooltip_regardTime": "Ogni volta che il fotovoltaico ha un surplus inferiore a quello necessario per caricare al minimo il tuo veicolo elettrico, la ricarica deve continuare almeno per il periodo di tempo specificato",
    "tooltip_state1p3pSwitch": "nome dello stato che contiene l'interruttore per il contattore dell'impianto per passare dalla carica monofase a quella trifase",
    "tooltip_stateBatteryAvailable": "nome dello stato che detiene l'energia disponibile che l'accumulatore della batteria potrebbe eventualmente scaricare e potrebbe essere utilizzato per ricaricare il veicolo.",
    "tooltip_stateBatteryCharging": "nome dello stato che detiene l'alimentazione con cui l'accumulo della batteria è attualmente in carica. Valori negativi indicano che la batteria si sta scaricando. Questa potenza è disponibile anche per la ricarica del veicolo.",
    "tooltip_stateBatteryDischarging": "nome dello stato che detiene la potenza con cui l'accumulo della batteria si sta attualmente scaricando. Valori negativi indicano che la batteria è in carica.",
    "tooltip_stateBatterySoC": "nome dello stato che detiene il SoC (stato di carica) dell'accumulatore.",
    "tooltip_stateEnergyMeter1": "Nome dello stato per il 1 ° contatore di energia che deve essere utilizzato per calcolare max. consumo di energia per la limitazione della potenza",
    "tooltip_stateEnergyMeter2": "Nome dello stato per il 2 ° contatore di energia che deve essere utilizzato per calcolare max. consumo di energia per la limitazione della potenza",
    "tooltip_stateEnergyMeter3": "Nome dello stato per il 3 ° contatore di energia che deve essere utilizzato per calcolare max. consumo di energia per la limitazione della potenza",
    "tooltip_stateRegard": "Nome dello stato che detiene il valore del contatore di energia. Se sia il rispetto che il surplus sono contenuti in uno stato, compilare lo stato qui solo se il riguardo è un valore positivo e il surplus è negativo.",
    "tooltip_stateSurplus": "Nome dello stato che detiene il plusvalore del contatore di energia. Se sia il rispetto che il surplus sono contenuti in uno stato, compilare qui state solo se il surplus è un valore positivo e il riguardo è negativo.",
    "tooltip_statesIncludeWallbox": "spunta questa opzione se il consumo energetico della wallbox è incluso in \"stateRegard\" e \"stateSurplus\" (predefinito)",
    "tooltip_underusage": "Se il fotovoltaico ha un surplus inferiore a quello necessario per caricare al minimo il tuo veicolo elettrico, la ricarica continuerà a meno che non vengano prelevati dall'esterno più watt di quelli specificati",
    "tooltip_useX1": "Attivare la checkbox se l'ingresso X1 della stazione di ricarica deve essere utilizzato per disattivare il fotovoltaico in automatico alla chiusura. Pertanto, un interruttore fisico può essere utilizzato per (dis)attivare automaticamente il fotovoltaico.",
    "tooltip_wallboxNotIncluded": "Verificare che nessuno dei contatori di energia elencati copra anche il consumo energetico della wallbox",
    "underusage": "Ricarica sotto utilizzo",
    "useX1forAutomatic": "utilizzare l'interruttore X1 per il fotovoltaico automatico",
    "wallboxNotIncluded": "Potenza della wallbox NON inclusa nei contatori di energia",
    "watts": "W"
}
