{
    "Acknowledged": "Acknowledged",
    "All": "All",
    "Cancel": "Cancel",
    "Deselect all": "Deselect all",
    "From": "From",
    "ID": "ID",
    "Invert selection": "Invert selection",
    "KEBA KeContact adapter settings": "KEBA KeContact adapter settings",
    "Last changed": "Last changed",
    "Name": "Name",
    "Processing...": "Processing…",
    "Role": "Role",
    "Room": "Room",
    "Select": "Select",
    "Select ID": "Select ID",
    "Select all": "Select all",
    "Time stamp": "Time stamp",
    "Value": "Value",
    "addPower": "additional regard value",
    "delta": "step size",
    "host": "wallbox IP address",
    "loadChargingSessions": "load latest charging sessions",
    "mA": "mA",
    "maxPower": "maximum power consumption surplus",
    "minAmperage": "minimum amperage to start charging",
    "minTime": "minimum charging time",
    "only-special-values": "Following values are only needed if wallbox is to be regulated by photovoltaics unit",
    "passiveMode": "passive mode",
    "pollInterval": "refresh interval (for passive mode)",
    "powerLimitation": "Following values are only needed if maximum power must be limited",
    "regardTime": "time to continue charging even with regard",
    "secs": "seconds",
    "state1p3pSwitch": "state for switching 1 phase to 3 phases charging",
    "1p3pSwitchIsNO": "1p/3p installation contactor is NO otherwise NC",
    "stateBatteryCharging": "name of state of power comsumption of battery storage",
    "stateBatteryDischarging": "name of state of power delivery of battery storage",
    "stateEnergyMeter1": "name of state for 1st energy meter",
    "stateEnergyMeter2": "name of state for 2nd energy meter",
    "stateEnergyMeter3": "name of state for 3rd energy meter",
    "stateRegard": "name of regard state",
    "stateSurplus": "name of surplus state",
    "statesIncludeWallbox": "states include power of wallbox",
    "tooltip_addPower": "additional regard power that may be permanently used for running charging session",
    "tooltip_delta": "controlled process variable by which charging station is regulated",
    "tooltip_host": "IP address of KEBA KeContact wallbox",
    "tooltip_loadChargingSessions": "check, if charging sessions saved in wallbox should be loaded as states in iobroker",
    "tooltip_maxPower": "you can define a maximum of watts which can must not be reached by all consumers",
    "tooltip_minAmperage": "minimum value of amperage with which charging station will start (e.g. Renault Zoe needs at least 8A to start charging)",
    "tooltip_minTime": "if photovoltaics has less surplus than needed to minimally charge your EV, charging shall continue unless the EV was charged for the specified amount of time",
    "tooltip_passiveMode": "KEBA KeContact wallbox keeps passive (no power regulation), if using multiple wallboxes all but one should run in passive mode",
    "tooltip_pollInterval": "interval in seconds in passive mode how often the wallbox should be queried for new values (0 = default value of 10 minutes)",
    "tooltip_regardTime": "each time photovoltaics has less surplus than needed to minimally charge your EV, charging shall continue at least for the specified amount of time",
    "tooltip_state1p3pSwitch": "name of state which holds switch for installation contactor to switch between 1 phase and 3 phases charging",
    "tooltip_1p3pSwitchIsNO": "specifies whether this is a NO (normally open) installation contactor and is activated to charge with three phases, othwise it is an NC (normally closed) and is activated to charge with only one phase",
    "tooltip_stateBatteryCharging": "name of state which holds power with which the battery storage is currently charging. Negative values mean battery is discharging. This power is also available for charging the vehicle.",
    "tooltip_stateBatteryDischarging": "name of state which holds power with which the battery storage is currently discharging. Negative values mean battery is charging.",
    "tooltip_stateEnergyMeter1": "name of state for the 1st energy meter which shall be used to calculate max. power consumption for power limitation",
    "tooltip_stateEnergyMeter2": "name of state for the 2nd energy meter which shall be used to calculate max. power consumption for power limitation",
    "tooltip_stateEnergyMeter3": "name of state for the 3rd energy meter which shall be used to calculate max. power consumption for power limitation",
    "tooltip_stateRegard": "name of state which holds regard value of energy meter. If both regard and surplus are contained in one state, fill in state here only if regard is a positive value and surplus is negative.",
    "tooltip_stateSurplus": "name of state which holds surplus value of energy meter. If both regard and surplus are contained in one state, fill in state here only if surplus is a positive value and regard is negative.",
    "tooltip_statesIncludeWallbox": "check this if power comsumption of wallbox is include in \"stateRegard\" and \"stateSurplus\" (default)",
    "tooltip_underusage": "if photovoltaics has less surplus than needed to minimally charge your EV, charging shall continue unless more than the specified watts are taken from extern",
    "tooltip_useX1": "activate checkbox if X1 input of charging station should be used to deactivate photovoltaics automatic when closed. Thus, a physical switch can be used to (de)activate photovoltaics automatic.",
    "tooltip_wallboxNotIncluded": "check if none of the listed energy meters also cover power consumption of wallbox",
    "underusage": "charging under-usage",
    "useX1forAutomatic": "use X1 switch for photovoltaic automatic",
    "wallboxNotIncluded": "power of wallbox NOT included in energy meter(s)",
    "watts": "watts"
}
